{
  //Festivals
  "EggFestival.07": "It's time for the highlight of today's festivities... The Annual Spring Egg Hunt! $h",
  "EggFestival.08": "Calm down now, kiddos. You're going to need all your energy if you hope to find the most eggs and take home the exclusive prize.",
  "EggFestival.09": "Now... Is everyone ready?",
  "EggFestival.10": "Let the egg hunt begin! $h",
  "MoonlightJellies.Message": "The glow of summer has faded, now... and the moonlight jellies carry on toward the great unknown.",

  //SVE_Events
  "Olivia.OrderEvent.01": "I must say, this event turned out perfectly!$3#$b#It's all thanks to you, dear. The wine and cheese from %farm Farm is nothing short of perfection!$1",
  "Olivia.OrderEvent.02": "This local wine and cheese is delectable!$0#$b#Tell me farmer, what's your secret?$1",
  "Olivia.OrderEvent.03": "I sense my friendship with the reception's guests has increased. I've also learned how to properly sample wine - increasing health and stamina healed when I drink it!",
  "Olivia.OrderEvent.04": "My reception was a huge success! Thank you, @.$3#$e#I must watch my pocket book for the time being. The event was fun, but was quite expensive!$6",
  
  //Abigail 8 Heart Event
  "Abigail.8hearts.01": "Hey! I was hoping you'd show up. I wanna show you something.",
  "Abigail.8hearts.02": "See this? It's called a spirit board. Have you ever used one?",
  "Abigail.8hearts.03": "Put your hands on the planchette with me...$l",
  "Abigail.8hearts.04": "Now the spirits will guide us toward a...$h",
  "Abigail.8hearts.05": "LOOK, it's moving!$7",
  "Abigail.8hearts.06": "The first letter is... 'I' ...",
  "Abigail.8hearts.07": "Next is... '<' ...",
  "Abigail.8hearts.08": "Wow, look at it go! It's spelling out... '%firstnameletter'...#$b#I < %firstnameletter...?",
  "Abigail.8hearts.09": "Oops, accidentally knocked over the board! Heh heh...$h#$b#It's just a silly game, it doesn't mean anything.$9",
  "Abigail.8hearts.10": "I, um, have something to do. You'll have to go... Sorry.$9",
  "Abigail.8hearts.11": "There is a ghost orb.",
  "Abigail.8hearts.12": "Okay, I'll bring in D.O.T.S. and a book.",

  //Emily Event Saloon 
  "Emily.Event.01": "Hey!",
  "Emily.Event.02": "@! It's great to see you!$1",
  "Emily.Event.03": "Gus, may I make @ a drink on the house?$0",
  "Emily.Event.04": "Sure, Emily!$0#$b#@, enjoy the free drink. We appreciate the business you've given the saloon!$1",
  "Emily.Event.05": "Hmm... I see.",
  "Emily.Event.06": "Yay! Here's our cocktail menu. Which drink would you like?$1",
  "Emily.Event.07": "$q -1 null#*** ** **STARDROP SALOON COCKTAIL MENU** ** ***#$r -1 0 emily_event1#'SHOOTING COMET' - Ingredients: Whiskey, Lime Juice, Mint Leaves, Sugar#$r -1 0 emily_event2#'LUNAR HORIZON' - Ingredients: Gin, Sugar Syrup, Lime Juice, Sparkling Water#$r -1 0 emily_event3#'ROSETTE NEBULA' - Ingredients: Vodka, Cranberry Juice, Cointreau, Lime Juice#$r -1 0 emily_event4#'THE BIG BANG' - Ingredients: White Rum, Dark Rum, Orange Curacao, Orgeat Syrup, Lemon Juice#$r -1 0 emily_event5#'HAZY SUNRISE' - Ingredients: Orange Juice, Lemon Juice, Soda, Grenadine Syrup",
  "Emily.Event.08": "Give me just a moment while I whip this up for you!$1",
  "Emily.Event.Christopher": "*burp*",
  "Emily.Event.09": "Of course, Pam!",
  "Emily.Event.10": "Voila! Here you are, @. I hope you enjoy it!$1",
  "Emily.Event.11": "Here you are!",
  "Emily.Event.12": "I see... Then it's settled, Marlon.",
  "Emily.Event.13": "How was the beverage? Did you like it?#The drink was amazing.#It tasted horrible...",
  "Emily.Event.14": "Oh... I'm sorry, @.$2#$b#Well umm... I'm going to get back to work. I'm really sorry it didn't turn out well.$2",
  "Emily.Event.15": "I'm sorry that drink wasn't up your alley... Let's try a different one next time.$2",

  //Emily 8 Heart Event
  "Emily.8hearts.01": "Welcome to clothing therapy!",
  "Emily.8hearts.02": "You're probably wondering... what is clothing therapy?#$b#I'll try to explain.",
  "Emily.8hearts.03": "So many of us are struggling with personal issues... things holding us back from living how we want.$u#$b#It's important to me that everyone has a free and happy life... so I came up with a new kind of therapy to help people achieve that.$u",
  "Emily.8hearts.04": "It's based on the amazing power of self-expression. Self-expression is a wonderful healing tool, did you know that?",
  "Emily.8hearts.05": "Behind this curtain, you'll find racks and racks of clothes. There's endless options to choose from.",
  "Emily.8hearts.06": "Your job is simple: find the outfit that truly speaks to you, and put it on.#$b#Feel confident in yourself and your choice. You all have a unique style to share with the world!#$b#Shane, you're up first!$h",
  "Emily.8hearts.07": "Okay",
  "Emily.8hearts.08": "Ah, @. You're just in time. Just observe and keep an open mind... okay?",
  "Emily.8hearts.09": "Wow...",
  "Emily.8hearts.10": "Cool",
  "Emily.8hearts.11": "Shane, it's a new side of you we've never known about. That's great!#$b#Now, go outside with confidence and show the world!",
  "Emily.8hearts.12": "Sure",
  "Emily.8hearts.13": "Okay, everyone gets a turn!",
  "Emily.8hearts.14": "Oh no...",
  "Emily.8hearts.15": "Heehee",
  "Emily.8hearts.16": "Oh my!",
  "Emily.8hearts.17": "Beautiful!",
  "Emily.8hearts.18": "Let's see what Demetrius thinks...",
  "Emily.8hearts.19": "Why not...",
  "Emily.8hearts.20": "Hehe... not bad!",
  "Emily.8hearts.21": "Lookin' sharp!",
  "Emily.8hearts.22": "Let's see!",
  "Emily.8hearts.23": "Hmm... interesting.",
  "Emily.8hearts.24": "Lookin' good on you!",
  "Emily.8hearts.25": "Me next!",
  "Emily.8hearts.26": "Very nice!",
  "Emily.8hearts.27": "It's sweaty in here...",
  "Emily.8hearts.28": "Clint? You're up!",
  "Emily.8hearts.29": "M...Me?",
  "Emily.8hearts.30": "*gulp*... Okay, Emily. I'll do it.$4",
  "Emily.8hearts.31": "Awww, cute!",
  "Emily.8hearts.32": "Aww? Cute? ...*sigh*...$7",
  "Emily.8hearts.33": "Well, that went very well!#$b#I just hope this experience helps everyone break out of their shells a bit.",
  "Emily.8hearts.34": "@... um...$4",
  "Emily.8hearts.35": "I couldn't do it! I don't wanna break out of my shell!$6",
  "Emily.8hearts.36": "...Oh. I... I guess I'm interrupting something here, aren't I?$7",
  "Emily.8hearts.37": "I understand. I'll leave now... Congrats, @.$7",

  //Sam 8 Heart Event
  "Sam.8hearts.01": "Hi @. Thanks for coming.",
  "Sam.8hearts.02": "Well, our gear's loaded already... Looks like everything's set.",
  "Sam.8hearts.03": "Alright, everyone... let's get in the bus!$u",
  "Sam.8hearts.04": "*gulp*... I'm starting to get really nervous.$8",
  "Sam.8hearts.05": "Okay, here we are... wish me luck!$u",
  "Sam.8hearts.06": "Hey. The show was a great success! Thanks again, @.",

  //Elliott 4 Heart Event
  "Elliott.4hearts.01": "Hi. I'll take your order in a few moments.",
  "Elliott.4hearts.02": "Hello, @! What a pleasant surprise!#$b#I was just stopping in to relax after an eight hour writing session.$h",
  "Elliott.4hearts.03": "Bartender! Two of your finest ales, please!^Bartender! Fetch me your finest ale. And bring some wine for the lady!",
  "Elliott.4hearts.04": "...$u",
  "Elliott.4hearts.05": "There you go, sir.$u",
  "Elliott.4hearts.06": "$q 28376 null#Wait. I propose a toast! To...#$r 28376 25 event_toast4#To Pelican Town!#$r 28376 50 event_toast2#To our friendship!#$r 28376 -10 event_toast1#To my good health!#$r 28376 -50 event_toast3#To your doom!",
  "Elliott.4hearts.07": "*Hic*... Strong stuff...$h",

  //Clint 3 Heart Event
  "Clint.3hearts.01": "Hello, @... care to join me?",
  "Clint.3hearts.02": "Let me just go ahead and tell you what's on my mind.$u#$b#I have terrible luck with women, @...*sigh*$s#$b#I'm a nice guy if you get to know me, I swear!$u",
  "Clint.3hearts.03": "The girls all seem to like you, @...^You're a girl, @...",
  "Clint.3hearts.04": "$q 211 null#Got any tips?^What advice can you give me?#$r 211 25 event_advice1#Impress women with your strength and charm#$r 211 25 event_advice1#Act crazy, to keep people guessing#$r 211 0 event_advice2#Just act natural... be yourself#$r 211 25 event_advice1#Treat women the same as men",
  "Clint.3hearts.05": "Hi Clint, what can I get for you tonight?$h",
  "Clint.3hearts.06": "Yes!",
  "Clint.3hearts.07": "Er.. I mean, I'll have the Big n' Cheesy. With extra sauce, please.$s#$b#...$u",
  "Clint.3hearts.08": "Hi @.",
  "Clint.3hearts.09": "Er... *ahem* Th...Thanks, Emily. For... taking my order.#$b#Um, Emily? I was...*gulp*... I was wondering...$h",
  "Clint.3hearts.10": "Yes, Clint?$u",
  "Clint.3hearts.11": "... never mind.$s",
  "Clint.3hearts.12": "Hi, Shane! Here's your beverage.$h",
  "Clint.3hearts.13": "Thanks, Emily!$h#$b#So... How's your shift coming along?",
  "Clint.3hearts.14": "It's fine! Thanks for asking, Shane!$h#$b#Do you have any new chicken stories for me?",
  "Clint.3hearts.15": "*sigh*$s#$b#I'm doomed...$s",

  //Alex 4 Heart
  "Alex.4heart.01": "That's a good boy, Dusty.",
  "Alex.4heart.02": "!!!$4",
  "Alex.4heart.03": "You might be the only one around here who understands me.$s#$b#No one else has seen the kind of stuff you and I have.$s",
  "Alex.4heart.04": "@! Did you overhear me talking?$7",
  "Alex.4heart.05": "#Yes, I heard everything.#Not really... why?",
  "Alex.4heart.didntHear.01": "Oh... I was talking to Dusty.#$b#He and I have a lot in common, actually.$s",
  "Alex.4heart.AlexFourHeart.01": "I don't really like to talk about it, but I guess I'll explain...$s",
  "Alex.4heart.AlexFourHeart.02": "Have you ever wondered why I live with my grandparents?$s#$b#You see, my father wasn't a good guy... He... Well, he ruined everything for me and my mom.$a#$b#Half the time he was gone... The other half he'd drink all night and tell me I'm worthless, that I'd never amount to anything.$a#$b#I think he resented me for being young... Bitter because he'd wasted his youth doing nothing and had gotten nowhere in life.",
  "Alex.4heart.AlexFourHeart.03": "Well... that's my take on it, anyway. Who knows what was going on in his mind.$a",
  "Alex.4heart.AlexFourHeart.04": "One day he left, and soon after that Mom got sick and passed away. I had no choice but to move in with my grandparents.$s",
  "Alex.4heart.AlexFourHeart.05": "You seem like someone I can trust... That's why I'm telling you this, @. I don't want any sympathy.$s#$b#If there's one good thing about my past, it's that it made me strong.",
  "Alex.4heart.AlexFourHeart.06": "Now... let me show you what Dusty will do for a barbecued steak. $h",
  "Alex.4heart.AlexFourHeart.07": "Bark!!!$1",

  //Elliott BookReading
  "Elliott.BookReading.01": "@, you made it! $h#$b#I feel so relieved to be done with my book... it's like an elephant's been lifted off my shoulders.",
  "Elliott.BookReading.02": "Well, I'd better get started with the reading... Wish me luck.$8",
  "Elliott.BookReading.03": "Good afternoon, everyone.",
  "Elliott.BookReading.04": "Hi!",
  "Elliott.BookReading.05": "Ever since I was a young boy, I've dreamt of becoming a writer.#$b#When the time came for me to leave home and start my own life, I moved here. I was drawn to the peaceful beauty of the valley, and hoped that days of quiet reflection in this idyllic atmosphere would fan the literary flames.",
  "Elliott.BookReading.06": "After countless hours scribbling at my writing desk, I present to you my first novel: 'The Rise And Fall Of Planet Yazzo'... It's a sci-fi epic spanning thousands of years in an exotic planetary system.",
  "Elliott.BookReading.07": "Chapter One.#$b#Commander Yutkin stepped through the golden archway as the airlock snapped shut behind him. Today was his first day on Planet Yazzo, and all 14 of the alliance delegates had been summoned to the Grand Spire...",
  "Elliott.BookReading.08": "...And as the 7th moon descended beneath the horizon, the planet of Yazzo would begin its sinister transformation... an event for which Commander Yutkin was completely unprepared.",
  "Elliott.BookReading.09": "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening! $h",
  "Elliott.BookReading.10": "Well, how was it?",
  "Elliott.BookReading.11": "Thanks. $h#$b#You know, I got the idea for making a sci-fi book from you. Do you remember?#$b#That's why I've dedicated this book to you...$l",
  "Elliott.BookReading.mysteryBook.01": "After countless hours scribbling at my writing desk, I present to you my first book: 'Blue Tower'... It's a mystery novel set in a surreal, dystopian future.",
  "Elliott.BookReading.mysteryBook.02": "Chapter One.#$b#From the shadows emerged a man, radiating with enigmatic omniscience. 'Good Evening, Mr. Lu,' he said, the corners of his mouth quivering. Lu seemed astonished. 'How did you know my name?'",
  "Elliott.BookReading.mysteryBook.03": "Lu checked Jenu's pockets, then stood up and walked into the bedroom. He quickly found the small golden key that he was looking for and slipped it into his coat pocket.",
  "Elliott.BookReading.mysteryBook.04": "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening! $h",
  "Elliott.BookReading.mysteryBook.05": "Well, how was it?",
  "Elliott.BookReading.mysteryBook.06": "Thanks. $h#$b#You know, I got the idea for making a mystery from you. Do you remember?#$b#That's why I've dedicated this book to you...$l",
  "Elliott.BookReading.romanceBook.01": "After countless hours scribbling at my writing desk, I present to you my first novel: 'Camellia Station'... It's a romance novel about a train stewardess who falls in love with a traveling architect...",
  "Elliott.BookReading.romanceBook.02": "Chapter One.#$b#'Your ticket, sir?' Ticket collector Gozman extended a gloved hand towards the young commuter. 'Ah, yes. I have it right here,' he replied, reaching into his coat pocket. Mortified, he discovered that the ticket was missing.",
  "Elliott.BookReading.romanceBook.03": "...'Clara, there's something I must tell you,' he blurted as she turned to leave. Clara turned, slowly, and saw the look of desperation in Horatio's eye. At that moment Gozman burst into the compartment, red-faced.",
  "Elliott.BookReading.romanceBook.04": "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening! $h",
  "Elliott.BookReading.romanceBook.05": "Well, how was it?",
  "Elliott.BookReading.romanceBook.06": "Thanks. $h#$b#You know, I got the idea for writing a romance novel from you. Do you remember?#$b#That's why I've dedicated this book to you...$l",
  
  //Leah's art show
  "Leah.ArtShow.01": "@! You're here! $h#$b#Okay... I guess I'd better introduce my pieces. Wish me luck!$l",
  "Leah.ArtShow.02": "Umm... Okay everyone!",
  "Leah.ArtShow.03": "Thanks for coming to my art show.$l",
  "Leah.ArtShow.04": "As some of you know, I came to this town because I wanted to draw inspiration from the beautiful surroundings.",
  "Leah.ArtShow.05": "This place really feels like home now. $h#$b#Okay. I'm going to introduce my sculptures now.",
  "Leah.ArtShow.06": "I haven't named this one, yet. She started out as an exercise in human anatomy, but I ended up seeing her through to completion.#$b#Her expression is intentionally unclear... is she embarrassed, amused, pained? I'll leave that for you to decide.",
  "Leah.ArtShow.07": "This one's called 'Post-Dimensional Nullspace'. It represents the boundary of human imagination.$u#$b#The shape and color came to me vividly when I was in a 'trance state'.",
  "Leah.ArtShow.08": "I've been calling this one 'Egg Heads'. I wanted to create an animatronic humanoid statue to toy with the viewer's ability to properly attribute personhood to a physical entity. ",
  "Leah.ArtShow.09": "And the last one is called 'Wood Sculpture 3'. It's a celebration of my favorite sculpting material... wood.",
  "Leah.ArtShow.10": "Well, those are my sculptures!$l#$b#Oh! One last thing.",
  "Leah.ArtShow.11": "I'd like to say thanks to my special friend, @.#$b#He gave me the idea for this show and the courage to go through with it. I know that sounds cheesy, but it's true.^She gave me the idea for this show and the courage to go through with it. I know that sounds cheesy, but it's true.",
  "Leah.ArtShow.12": "I'm proud of you, Leah! Events like this really breathe life into our little town! $h",
  "Leah.ArtShow.13": "Great stuff!",
  "Leah.ArtShow.14": "I love your art, Leah! 'Post-Dimensional Nullspace' is my favorite. $h",
  "Leah.ArtShow.15": "Great use of wood!",
  "Leah.ArtShow.16": "Thanks for doing this! $h",
  "Leah.ArtShow.17": "Exquisite art, Leah!$3",
  "Leah.ArtShow.18": "Thanks, everyone! $h",
  "Leah.ArtShow.19": "Now let's start the bidding on these wonderful art pieces... A marvelous addition to your home! $h#$b#Do I hear 5000g for the pink one?",
  "Leah.ArtShow.20": "Wow! I'm exhausted.#$b#My show was a real success, wasn't it?$h",

  //ANDY 2 Heart event - 'New Regulations'
  "Andy.2hearts.01": "Andy, as I said before, you can't ignore-$2",
  "Andy.2hearts.02": "No! You listen to me! What in tarnation is that supposed to mean!?$5#$b#Don't come tellin' me I owe more! I'm doin' just fine with Fairhaven Farm. Don't you go tellin me this bad news!$2",
  "Andy.2hearts.03": "It's out of my hands. The Ferngill government adjust-$2",
  "Andy.2hearts.04": "I'M NOT HEARIN' ANY OF THIS! THIS WILL RUIN ME, YA HEAR!?$7",
  "Andy.2hearts.05": "I thought this valley SUPPORTED local farmers!?$5",
  "Andy.2hearts.06": "The mayor of Grampleton isn't happy with this either. I'm in no way trying to-$2",
  "Andy.2hearts.07": "NO! THE ANSWER IS NO, LEWIS! I CAN BARELY AFFORD MY SEEDS FOR NEW HARVESTS! I CAN'T AFFORD THIS AT ALL!$7",
  "Andy.2hearts.08": "Andy, everything will be okay. I'm going to divert funds from the fest-$2",
  "Andy.2hearts.09": "I DON'T NEED NO ONE'S HELP! I DON'T ACCEPT HANDOUTS! I'LL FIGURE SOMETHIN' OUT!$7",
  "Andy.2hearts.10": "Andy...$2",
  "Andy.2hearts.11": "THIS CONVERSATION IS OVER! I'M LEAVIN'!!!$7",
  "Andy.2hearts.12": "...$8",
  "Andy.2hearts.13": "Hello, @. You heard all of that, didn't you?$2",
  "Andy.2hearts.14": "*sigh*... The Ferngill government is introducing new 'regulations'.$2#$b#I don't think they understand the negative impact it's having on small communities like this one.$2",
  "Andy.2hearts.15": "I've tried negotiating, but they wouldn't listen to me.$3",
  "Andy.2hearts.16": "I'm aware Andy is... struggling, and he isn't doing well financially.$0",
  "Andy.2hearts.17": "Rest assured, @. Kendra and I are drafting an elaborate proposal.$3",
  "Andy.2hearts.18": "Can you do me a favor and check on Andy?$0",
  "Andy.2hearts.19": "#I'll go check on him.#He'll take his anger out on me too...",
  "Andy.2hearts.20": "Ah, that's... understandable. I'll check on him later today then.$2",
  "Andy.2hearts.21": "I'm going to start on that draft now. Have a nice day, @.$0",
  "Andy.2hearts.22": "Andy gave me quite the howler.$2",
  "Andy.2hearts.TalkAndy.01": "Thank you, @. This is most appreciated.$1",
  "Andy.2hearts.TalkAndy.02": "I'm going to start on that draft now. Have a nice day, @.$0",
  "Andy.2hearts.TalkAndy.03": "What's that now? Lewis is gonna draft up a new proposal? Good. That old geezer is doin' somethin' right for once.$0#$e#I have work to do, @. Leave me alone.$2#$e#%Andy is now ignoring you.",
  
  //ANDY 8 Heart event 'Thank You'
  "Andy.8hearts.01": "Hey there, farmer! You caught me in midst of foragin'.$1#$b#Lots of the good stuff today. Rain helps 'em pop up.$0",
  "Andy.8hearts.02": "I enjoy lookin' for forage in the forest. If I could, I'd make this my full-time job.$1#$b#Not much money in foragin' though. I'd be no better off than that Linus fella'. I for one enjoy sleepin' in a heated house with a fridge.$2",
  "Andy.8hearts.03": "Say, you busy? I have some things to talk with ya about.$0",
  "Andy.8hearts.04": "Things are tough when you're all on your own, farmer.#$b#I don't have many people I'd call close friends in my life.$2",
  "Andy.8hearts.05": "Ya know, I tried talkin' Mayor Lewis into lettin' the other farmers and I take over your grandpa's farm. It was good land bein' left to spoil.$0#$b#There was nothing Lewis could do 'bout it. Your grandpa still owned the deed to that there land.$2#$b#You showed up outta no where and took it over. Been doin' a Yoba darn good job too.$0",
  "Andy.8hearts.06": "... What I'm tryin' to say is.$0",
  "Andy.8hearts.07": "I'm proud of you.$0",
  "Andy.8hearts.08": "I won't lie. I use' to be jealous of ya. You only started farm work recently, relatively speakin'. I've been doin' this all my life and I haven't amounted to much.$5#$b#At first, I thought you'd move out of the valley because you couldn't handle the farmwork. City kid. Goin' from that office job to farmin' is a radical change in lifestyle.$2#$b#But you didn't. You kept at it. Kept improvin' and showin' me I was wrong. I can tell you're passionate about farmin' as best you can.$0#$b#You've brought more commerce to the valley with the publicity of %farm Farm. All the farmers are sellin' more as a result.$3",
  "Andy.8hearts.09": "I suppose what what I'm really tryin' to say here is...",
  "Andy.8hearts.10": "Thank you.$8",
  "Andy.8hearts.11": "Thank you for inspirin' me to be a better person and givin' Fairhaven Farm more business. It's helped my life more'n you know.$0",
  "Andy.8hearts.12": "Good view from here.$0#$b#Gotta say. This right here is the Ferngillian dream. Livin' in Stardew Valley.$1#$b#Thanks for bein' a good friend and showin' me compassion, farmer.",
  "Andy.8hearts.13": "Thanks for everythin', @. I know I might have a strange view on things, but that didn't stop you from bein' a good friend to an old oaf like me.$1#$b#Here, take this. Found it in the forest while foragin'. Not so sure what it is. Maybe you could use 'em.[114]$0#$e#Have an excellent day, farmer. Keep up all the good work you're always doin'.$1",
  
  //Claire 2 heart event
  "Claire.2hearts.01": "Hello. May I have the healthy garden salad please?$1",
  "Claire.2hearts.02": "Of course, ma'am!$1#$b#That'll be 220g.$0",
  "Claire.2hearts.03": "O-oh... 220g? But it was 200g last week...$2",
  "Claire.2hearts.04": "My other supplier moved, so I had to find another. The ingredients are higher quality, but more expensive.$0",
  "Claire.2hearts.05": "...$2",
  "Claire.2hearts.06": "(What should I do?)#Offer to help pay#Do nothing",
  "Claire.2hearts.07": "Thank you for your time...$2",
  "Claire.2hearts.08": "I don't think I'll ever get used to the taste of frozen Joja meals...$2",
  "Claire.2hearts.09": "Oh? Hi...$2",
  "Claire.2hearts.10": "You're offering to help pay for my meal?$2#$b#Um...$2#$b#Thank you...$0#$b#I-I promise to pay you back.$1",
  "Claire.2hearts.11": "One healthy garden salad please.$1",
  "Claire.2hearts.12": "Thank you for helping me pay for my meal...$1#$b#Um. I'm a bit embarrassed.$2#$e#Now the whole town will know I'm grasping for pennies...$2",
  
  //OLIVIA 4 HEART EVENT
  "Olivia.4hearts.01": "That's hilarious, Olivia. I've had similar experiences with Vincent. Moments like this with Victor are a treasure.$1",
  "Olivia.4hearts.02": "Abigail used to do that too.$0",
  "Olivia.4hearts.03": "Imagine if you'd known this is what parenthood is like!$1",
  "Olivia.4hearts.04": "Hi, @!$0",
  "Olivia.4hearts.05": "Hello, @! Beautiful day today, isn't it?$0",
  "Olivia.4hearts.06": "Hello, dear! Wonderful to see you!$1",
  "Olivia.4hearts.07": "Ah, yes! That is what I mean, Lewis.",
  "Olivia.4hearts.08": "@, I heard about %farm Farm on the radio a few days ago. You're making so much progress!$0",
  "Olivia.4hearts.09": "Oh, yes! You are, @. You've helped our little community to grow.$1",
  "Olivia.4hearts.10": "Vineyards are quite profitable in this region. I heard rumors about how much Sophia makes each quarter.$3",
  "Olivia.4hearts.11": "How much is it!?",
  "Olivia.4hearts.12": "I'm happy to hear that, Pierre.",
  "Olivia.4hearts.13": "It's over six figures!$1",
  "Olivia.4hearts.14": "@. Have you considered turning %farm Farm into a vineyard, like Blue Moon Vineyard?$1",
  "Olivia.4hearts.15": "(What should I say?)#I'm already making wine.#Wine production isn't the path I want to go down.#I'm not at the level where I can make large amounts of wine yet.",
  "Olivia.4hearts.16": "I understand. Take your time, dear. If you do ever decide to turn your hand to winemaking, let me know. I want to try the first batch!$3",
  "Olivia.4hearts.17": "Pierre loves getting shipments of your crops from Mayor Lewis, @!$0#$b#He says they rival the quality of his own produce.$0",
  "Olivia.4hearts.18": "I wish Susan sold her crops locally. She ships her produce out of the valley.$6#$b#She once let me purchase one of her fresh melons. It was so delicious!$1",
  "Olivia.4hearts.19": "You're a great friend, Lewis!",
  "Olivia.4hearts.20": "I'm just relieved Pierre never sells Andy's crops in his store. I think they're shipped to low income villages.$6",
  "Olivia.4hearts.21": "It's true, Olivia. My husband and Andy had an argument recently.$2#$b#Pierre would only allow Andy's produce in the store if it was specifically labeled as: 'Grown at Fairhaven Farm'. Andy didn't like that...$2",
  "Olivia.4hearts.22": "Well, this conversation certainly turned sour.$2",
  "Olivia.4hearts.23": "@, we're going back to chatting about parenthood.$6",
  "Olivia.4hearts.24": "It was nice seeing you, @!$0",
  "Olivia.4hearts.25": "Bye, @.$0",
  "Olivia.4hearts.26": "Come chat with us again next time, dear.$3",
  "Olivia.4hearts.MakesWine.01": "Oh, my! I wasn't aware you were making wine, @! I'll speak to Mayor Lewis about purchasing several bottles from your shipments.$3",
  "Olivia.4hearts.MakesWine.02": "Pierre loves getting shipments of your crops from Mayor Lewis, @!$0#$b#He says they rival the quality of his own produce.$0",
  "Olivia.4hearts.MakesWine.03": "I wish Susan sold her crops locally. She ships her produce out of the valley.$6#$b#She once let me purchase one of her fresh melons. It was so delicious!$1",
  "Olivia.4hearts.MakesWine.04": "I'm just relieved Pierre never sells Andy's crops in his store. I believe his crops are shipped to low income villages.$6",
  "Olivia.4hearts.MakesWine.05": "It's true, Olivia. My husband and Andy had an argument recently.$2#$b#Pierre would only allow Andy's produce in the store if it was specifically labeled as: 'Grown at Fairhaven Farm'. Andy didn't like that...$2",
  "Olivia.4hearts.MakesWine.06": "...$2",
  "Olivia.4hearts.MakesWine.07": "Well, this conversation certainly turned sour.$2#$b#@, we're going back to chatting about parenthood.$0",
  "Olivia.4hearts.MakesWine.08": "Nice seeing you, @!$0",
  "Olivia.4hearts.MakesWine.09": "Bye, @.$0",
  "Olivia.4hearts.MakesWine.10": "Come chat with us again, dear.$3",
  
  //OLIVIA 8 HEART EVENT
  "Olivia.8hearts.01": "A 'Lunzar Horizon' please!",
  "Olivia.8hearts.02": "Watch out!",
  "Olivia.8hearts.03": "Okay, Maru!",
  "Olivia.8hearts.04": "Thanks, Harvey!",
  "Olivia.8hearts.05": "Gah! I died...",
  "Olivia.8hearts.06": "Thanks, Gus.",
  "Olivia.8hearts.07": "@! Over here, dear!$1",
  "Olivia.8hearts.08": "Haha!",
  "Olivia.8hearts.09": "Marnie! Haha!",
  "Olivia.8hearts.10": "It's a full house at the saloon tonight. I don't think I've ever seen it this packed.$1",
  "Olivia.8hearts.11": "Hahaha!",
  "Olivia.8hearts.12": "Emily will take your order soon.$0#$b#I'll wave her down for you when she sees us.$1",
  "Olivia.8hearts.13": "Here, Maru!",
  "Olivia.8hearts.14": "I'm sampling a new brand of wine from Sunshine Vineyard. It came all this way from the Fern Islands.$3#$b#They never cease to amaze me!$1",
  "Olivia.8hearts.15": "Gus!!!",
  "Olivia.8hearts.16": "I strongly dislike beer. It tastes like moldy bread to me...$2#$b#I prefer dry red wine.$3",
  "Olivia.8hearts.17": "Hmm... I see.",
  "Olivia.8hearts.18": "Thank you!",
  "Olivia.8hearts.19": "The life of a farmer seems very demanding. I sometimes catch a glimpse of you going about your days with great haste.$3#$b#Tell me... how do you do it?$6",
  "Olivia.8hearts.20": "!!!",
  "Olivia.8hearts.21": "Foraging and making food 'on-the-go'? My, my...$6#$b#If you ever require a home-cooked meal, don't hesitate to drop by my residence.$3",
  "Olivia.8hearts.22": "Coming up, Pam!",
  "Olivia.8hearts.23": "Sorry, @! I've had my hands full tonight. There are so many people!$0",
  "Olivia.8hearts.24": "Haha!",
  "Olivia.8hearts.25": "What would you like to drink?$1",
  "Olivia.8hearts.26": "$q -1 null#*** ** **STARDROP SALOON COCKTAIL MENU** ** ***#$r -1 0 emily_event1#'SHOOTING COMET' - Ingredients: Whiskey, Lime Juice, Mint Leaves, Sugar#$r -1 0 emily_event2#'LUNAR HORIZON' - Ingredients: Gin, Sugar Syrup, Lime Juice, Sparkling Water#$r -1 0 emily_event3#'ROSETTE NEBULA' - Ingredients: Vodka, Cranberry Juice, Cointreau, Lime Juice#$r -1 0 emily_event4#'THE BIG BANG' - Ingredients: White Rum, Dark Rum, Orange Curacao, Orgeat Syrup, Lemon Juice#$r -1 0 emily_event5#'HAZY SUNRISE' - Ingredients: Orange Juice, Lemon Juice, Soda, Grenadine Syrup",
  "Olivia.8hearts.27": "Here, Pam!",
  "Olivia.8hearts.28": "I'll be right back with your drink, @!$0",
  "Olivia.8hearts.29": "Oh, I see!",
  "Olivia.8hearts.30": "Thanks!",
  "Olivia.8hearts.31": "Emily is a wonderful waitress. My favorite cocktail is the Rosette Nebula.$1#$b#I'm satisfied with my wine for tonight though.$6",
  "Olivia.8hearts.32": "Haha!!",
  "Olivia.8hearts.33": "It is time then...",
  "Olivia.8hearts.34": "Try harder!",
  "Olivia.8hearts.35": "Here you are, @! Enjoy!$1",
  "Olivia.8hearts.36": "Haha!!!",
  "Olivia.8hearts.37": "I want to tell you about some of my family residing in the Gotoro Empire, dear...$3",
  "Olivia.8hearts.38": "I enjoyed chatting over a drink at the saloon with you.$3#$b#Perhaps we can arrange for that again in the future, dear.$1",
  
  //Scarlett event - working at fairhaven farm [spring]
  "Scarlett.Fairhaven.01": "Hello farmer, good to see ya.$3",
  "Scarlett.Fairhaven.02": "I never thought I'd see the day where I could afford a farmhand. The jam business is no joke.$0#$b#I need all the help I can get durin' this time o' year. More shipments yield more profit!$3",
  "Scarlett.Fairhaven.03": "Hey Andy, this batch of strawberries are ready.$0#$b#And hi, @!$1",
  "Scarlett.Fairhaven.04": "Since you're here, mind helpin' us dump these strawberries in casks? It'll go faster if the three of us work together.$0",
  "Scarlett.Fairhaven.05": "You'd be paid for your labor, o' course. Equal pay for equal work. That's how I run things here.#Sure, I'd like to help out.#Sorry, but no.",
  "Scarlett.Fairhaven.06": "Hmm. That's fine by me.$0",
  "Scarlett.Fairhaven.07": "Well, Scarlett and I better get to it. Daylight is burnin'.$0",
  "Scarlett.Fairhaven.08": "Bye, @!$0",
  "Scarlett.Fairhaven.09": "Scarlett is a hard worker. I sure do appreciate havin' her help out durin' the spring.",
  "Scarlett.Fairhaven.3691382_HelpAndy.01": "You're gonna help out! Woohoo!$1",
  "Scarlett.Fairhaven.3691382_HelpAndy.02": "Let's get this wagon of strawberries into the cellar.$0",
  "Scarlett.Fairhaven.3691382_HelpAndy.03": "All right. I'll start over here on this corner. You two handle this side.",
  "Scarlett.Fairhaven.3691382_HelpAndy.04": "Let's go!$1",
  "Scarlett.Fairhaven.3691382_HelpAndy.05": "Thank ya kindly for your hard work. You'll receive payment in the mail soon, farmer.$3",

  //Town - 4 heart - The Doctor Appointment
  "Sophia.4hearts.01": "O-oh! Um. Hi, @.$2",
  "Sophia.4hearts.02": "#Hey! How are you doing?#Tell me why you were in the hospital!",
  "Sophia.4hearts.03": "I don't owe you an explanation. Leave me alone.$3#$e#Stop it!$6#$e#...$12#$e#%Sophia is crying.",
  "Sophia.4hearts.HowAreYou.01": "Um...$2#$b#...$6#$b#I-I've been better. W-why are you asking?$6",
  "Sophia.4hearts.HowAreYou.02": "I should do something to cheer up Sophia...",
  "Sophia.4hearts.HowAreYou.03": "#Want to pet Dusty with me?#Are you hungry? We can get food at the saloon.",
  "Sophia.4hearts.HowAreYou.04": "F-food? Um...$6",
  "Sophia.4hearts.HowAreYou.05": "I-I am a little... hungry.$2#$b#Um. Yeah. I can go for a bite.$1",
  "Sophia.4hearts.HowAreYou.06": "Grampleton orange chicken please!$9",
  "Sophia.4hearts.HowAreYou.07": "Of course, Sophia! Anything for a close family friend!$1#$b#I'll try something new with this dish! I know you will enjoy it.$0",
  "Sophia.4hearts.HowAreYou.08": "*whisper* Food is on the house, @.$0",
  "Sophia.4hearts.HowAreYou.09": "Sophia gobbled up her food quickly! We both left the saloon with full stomachs and laughter.",
  "Sophia.4hearts.HowAreYou.10": "Hey, @. Thanks for inviting me out for food.$2#$b#Um. It really helped.$1#$e#Hey, I'll see your around, okay?$9",
  "Sophia.4hearts.Dusty.01": "D-Dusty? Um...$2",
  "Sophia.4hearts.Dusty.02": "I'd like that.$2#$b#Sure. Let's go.$1",
  "Sophia.4hearts.Dusty.03": "!!!$1",
  "Sophia.4hearts.Dusty.04": "Oh my gosh! Aren't you just so so so adorable!?$9",
  "Sophia.4hearts.Dusty.05": "!!!$4",
  "Sophia.4hearts.Dusty.06": "We gave Dusty many pets. Sophia laughed a lot. She feels better.",
  "Sophia.4hearts.Dusty.07": "Dusty is such a good boy.$1#$b#Um. Petting him cheered me up.$9#$e#Thanks, @.$1",

  //Willy Boat Event
  "Willy.Boat.01": "Ahoy!",
  "Willy.Boat.02": "Come in... make yourself at home...",
  "Willy.Boat.03": "Aye... that's good stuff, there. The fish go crazy for it.#$b#Just... eh... make sure to wash yer hands good after dipping them in those juices...$s",
  "Willy.Boat.04": "The aroma has been known to linger for up to seven weeks, ${lad^miss}$...",
  "Willy.Boat.05": "So... you been catching a lot o' fish?",
  "Willy.Boat.06": "#Yes#No#It's too difficult...",
  "Willy.Boat.07": "Aha! A ${man^lady}$ after me own heart...$h",
  "Willy.Boat.08": "You can always ${trust a fisherman^count on a lady who fishes}$...",
  "Willy.Boat.09": "That's what me ol' Pappy used to say, at least. Haha!$h#$b#Well, keep it goin'... if you can catch every fish in these waters, I've got a special prize waitin' for ye...",
  "Willy.Boat.10": "Not the fishin' type, eh? That's too bad...$s",
  "Willy.Boat.11": "Yes, it's a difficult sport... especially for a beginner.#$b#Have you tried the 'Training Rod'? I sell them right here, at a very low price.#$b#You should try using a 'Training Rod' until you get a little more experienced.",
  "Willy.Boat.12": "#What's wrong?#Everything okay?",
  "Willy.Boat.13": "Aye... well, business has been tough, lately.$s#$b#It all started about the same time that old community center fell to ruin... me fish just don't sell like they used to...#$b#I've been working double-time just to make ends meet!",
  "Willy.Boat.14": "No time for me own projects...$s#$b#But, if things picked back up around here, I might have the time to show ya somethin'...",
  "Willy.Boat.15": "Heh heh... yep. She's back there... an 'old friend' that's seen better days...$h#$b#And well, enough time has passed since the incident.$s#$b#It's time to move on.$s",
  "Willy.Boat.16": "Some day, ${lad^miss}$... you'll see what I mean.",
  
  //================//
  // HG Mod Content //
  //================//

  //CONFIGS
  "Config.MarkLegacyLook.name": "Mark Legacy Look",
  "Config.MarkLegacyLook.description": "Uses the old version of Márk's sprite and portrait.",
  "Config.SeasonalEdits.name": "Seasonal Edits",
  "Config.SeasonalEdits.description": "Adds leafs on the ground in certain areas.",

  //Signs
  "Sign.TownMarkFarm": "` Grace Field Farm^> Pelikánváros",
  "Sign.Backwoods": "= {{FarmName}} Farm^> Grace Field Farm^> Mountain",
  
  //Shops
  "Bence.DesertShop.01": "What're ya buyin'?",
  "Bence.DesertShop.02": "Got some rare things on sale, stranger!",
  "Bence.DesertShop.03": "Got a selection of good things on sale, stranger!",

  "CaveGiftShop.01": "What buy?",
  "CaveGiftShop.02": "Got good products cheap.",
  "CaveGiftShop.03": "Surprise loved ones with good gift.",

  "CaveBar.01": "What I give you?",
  "CaveBar.02": "Be thirsty, be hungry?",

  "CaveResupply.01": "We need a few things.",
  "CaveResupply.02": "It would be nice if you could deliver these.",

  //Jukebox
  "Jukebox.Horthy" : "Horthy Miklós katonája vagyok",
  "Jukebox.Sif" : "Great Grey Wolf Sif",
  "Jukebox.Cabin" : "Bence kabinja",
  "Jukebox.SotetUtakon" : "Sötét utakon",
  "Jukebox.Uuuuus" : "Uuuuus!",
  "Jukebox.Again" : "Again",
  "Jukebox.Kchan" : "Kurisutofu-chan",

  //Buildings -CUTCONTENT-
  //"Building.Sawmill.Name": "Sawmill",
  //"Building.Sawmill.Desc": "Sawmill description",
  
  //BigCraftables
  "BigCraftables.PalinkaDistillery.Name": "Pálinka distiller",
  "BigCraftables.PalinkaDistillery.Desc": "Place a fruit in here. Eventually it will turn into a pálinka.",

  "BigCraftables.DeluxBeeHive.Name": "Deluxe Bee House",
  "BigCraftables.DeluxBeeHive.Desc": "Place outside and wait for delicious honey! It produces twice as much honey as a regular Bee House. (Except in Winter).",

  "BigCraftables.Excavator.Name": "Excavator",
  "BigCraftables.Excavator.Desc": "Place a Battery Pack in here. Eventually it will mine ores.",

  "BigCraftables.SakeBarrel.Name": "Moromi-oke",
  "BigCraftables.SakeBarrel.Desc": "Place rice in here. Eventually it will turn into a sake.",

  //Items (Food)
  "FoodItem.Langos.Name": "Lángos",
  "FoodItem.Langos.Desc": "A traditional Hungarian pastry made from soft, leavened dough.",

  "Palinka.Name": "Pálinka",
  "Palinka.Flavored": "{0} Pálinka",
  "Palinka.Desc": "Traditional Hungarian fruit spirit, made exclusively by distilling fermented fruit mash or fruit pulp.",

  "FoodItem.Hotdog.Name": "Hotdog",
  "FoodItem.Hotdog.Desc": "A popular fast food dish consisting of a combination of a hot dog sausage and soft hot dog buns.",

  "FoodItem.Pretzel.Name": "Pretzel",
  "FoodItem.Pretzel.Desc": "Salty pastry, whose characteristic shape consists of a strip of dough that intertwines and then turns back.",
  
  "FoodItem.Popcorn.Name": "Popcorn",
  "FoodItem.Popcorn.Desc": "Popped kernels of corn, dusted lightly with salt and drizzled with butter.",
  
  "FoodItem.CottonCandy.Name": "Cotton Candy",
  "FoodItem.CottonCandy.Desc": "A large pink cloud of spun sugar.",
  
  "FoodItem.Fries.Name": "Fries",
  "FoodItem.Fries.Desc": "Thin slices of potato, deep fried and then lightly salted.", 

  "FoodItem.StrawberrySundae.Name": "Strawberry Sundae",
  "FoodItem.StrawberrySundae.Desc": "A classic dessert made with ice cream topped with a sweet strawberry sauce.",

  "FoodItem.Lemonade.Name": "Lemonade",
  "FoodItem.Lemonade.Desc": "Refreshing drink.",

  "FoodItem.IceTea.Name": "Ice tea",
  "FoodItem.IceTea.Desc": "A refreshing drink flavored with lemon.",

  "FoodItem.Sake.Name": "Sake",
  "FoodItem.Sake.Desc": "Slightly sweet, has a clean finish, and has a delicious (umami) taste.",

  "FoodItem.ChimneyCake.Name": "Chimney Cake",
  "FoodItem.ChimneyCake.Desc": "A cake baked on a skewer, turned over hot coals.",

  "FoodItem.PizzaHun.Name": "Hungarian Style Pizza",
  "FoodItem.PizzaHun.Desc": "Strong, smoky, and there's hot pepper in every bite.",

  "FoodItem.TropicThunder.Name": "Tropic Thunder",
  "FoodItem.TropicThunder.Desc": "A special drink made from plants found on the island.",

  //Items (Object)
  "Object.ChrisFishingrod.Name": "Lost Fishing Rod",
  "Object.ChrisFishingrod.Desc": "Kristóf's lost fishing rod.",

  "Object.PizzaBox.Name": "Empty Pizza Box",
  "Object.PizzaBox.Desc": "It's junk.",

  //"Object.Sawdust.Name": "Sawdust",
  //"Object.Sawdust.Desc": "(Selling only)",

  //"Object.Plankwood.Name": "Wood Plank",
  //"Object.Plankwood.Desc": "(Selling only)",

  //"Object.SawdustHW.Name": "Sawdust (Hardwood)",
  //"Object.SawdustHW.Desc": "(Selling only)",

  //"Object.PlankwoodHW.Name": "Hardwood Plank",
  //"Object.PlankwoodHW.Desc": "(Selling only)",

  "Object.Fishing-elixir.Name": "Fisherman Elixir",
  "Object.Fishing-elixir.Desc": "Kristóf's own homemade elixir. (I wouldn't drink it.)",

  "Object.Lemon.Name": "Lemon",
  "Object.Lemon.Desc": "A sour-tasting fruit that belongs to the citrus family.",

  "Object.Lemon-sapling.Name": "Lemon Sapling",
  "Object.Lemon-sapling.Desc": "Takes 28 days to produce a mature Apple tree. Bears fruit in all season. Only grows if the 8 surrounding \"tiles\" are empty.",

  "Object.HGToken.Name": "Hello Guys Token",
  "Object.HGToken.Desc": "You can use the token to redeem valuable rewards in the Hello Guys cave.",

  "Object.IstiGuitar.Name": "Old Guitar",
  "Object.IstiGuitar.Desc": "Isti's old guitar.",

  //Items (Shirts)
  "Shirt.ChrisShirt.Name": "Denim Jacket",
  "Shirt.ChrisShirt.Desc": "A copy of Kristóf's denim jacket.",

  "Shirt.BenceShirt.Name": "Cardigan",
  "Shirt.BenceShirt.Desc": "A copy of Bence's cardigan.",

  "Shirt.MarkShirt.Name": "Kimono",
  "Shirt.MarkShirt.Desc": "A copy of Márk's kimono.",

  "Shirt.IstiShirt.Name": "Leather Jacket",
  "Shirt.IstiShirt.Desc": "A copy of Isti's leather jacket.",

  "Shirt.RedRocketsShirt.Name": "Red Rockets T-shirt",
  "Shirt.RedRocketsShirt.Desc": "Official Red Rockets Band t-shirt.",

  "Shirt.RedRocketsShirtSleeveless.Name": "Red Rockets T-shirt (sleeveless)",
  "Shirt.RedRocketsShirtSleeveless.Desc": "Official Red Rockets Band t-shirt.",

  //Items (Furniture)
  "Furniture.JukeboxB": "Jukebox",
  "Furniture.WallAxe": "Axe",
  "Furniture.DevilMayCry": "Devil May Cry Led",
  "Furniture.Desk": "Bence's Table",
  "Furniture.Furnance": "Fireplace",
  "Furniture.Pizza": "Pizza on a Plate",
  "Furniture.RedCarpet": "Red Carpet",
  "Furniture.BlackCarpet": "Black Carpet",
  
  "Furniture.BeerPack": "Sixpack",
  "Furniture.BeerKeg": "Beer Barrel",
  "Furniture.Drum": "Drum Kit",
  "Furniture.Poster1": "Poster",
  "Furniture.Poster2": "Poster",
  
  "Furniture.PosterNaruto": "Naruto Poster",
  "Furniture.PosterChainsaw": "Chainsaw Man Poster",
  "Furniture.PosterUma": "Umamusume: Pretty Derby Poster",
  "Furniture.PressBench": "Press Bench",

  "Furniture.Bed": "Tropical Bed",
  "Furniture.CraftingTable": "Crafting Table",
  "Furniture.PosterNeuropsy": "Neuropsy Poster",
  "Furniture.PosterDoom": "Doom Poster",

  "Furniture.BarrelChair1": "Barrel Chair (with a pillow)",
  "Furniture.BarrelChair2": "Barrel Chair",
  "Furniture.Table": "Table",
  "Furniture.Lantern": "Lantern",

  "Furniture.RedRocketsPoster": "Poster (Red Rockets)",

  "Furniture.RedRocketsDrum": "Red Rockets (Kristóf)",
  "Furniture.RedRocketsGuitar": "Red Rockets (Guitarist)",
  "Furniture.RedRocketsBass": "Red Rockets (Bass)",
  "Furniture.RedRocketsSinger": "Red Rockets (Singer)",


  "Furniture.ChristopherPortrait": "Kristóf Portrait",
  "Furniture.BencePortrait": "Bence Portrait",
  "Furniture.MarkPortrait": "Márk Portrait",
  "Furniture.IstiPortrait": "Isti Portrait",

  //Hats
  "Hat.ChrisMask.Name": "Kristóf Mask",
  "Hat.ChrisMask.Desc": "Hellooo, my name is Kristóf.",

  "Hat.BenceMask.Name": "Bence Mask",
  "Hat.BenceMask.Desc": "Ugh... I'm too tired for this.",

  "Hat.MarkMask.Name": "Márk Mask",
  "Hat.MarkMask.Desc": "Kon'nichiwa. Watashinonamaeha Mākudesu.",

  "Hat.IstiMask.Name": "Isti Mask",
  "Hat.IstiMask.Desc": "Omae wa mou shindeiru.",

  //Weapons
  "Weapon.Rebellion.Name": "Rebellion",
  "Weapon.Rebellion.Description": "A remarkably powerful magical sword.",
  
  "Weapon.Yamato.Name": "Yamato",
  "Weapon.Yamato.Description": "Yamato is far sharper than ordinary blades, and is imbued with tremendous demonic power. The sword is said to be able to cut through anything, even the very fabric of space itself.",
  
  "Weapon.DragonSlayer.Name": "Dragon Slayer",
  "Weapon.DragonSlayer.Description": "Too big, too thick, too heavy, and too rough, it's more like a large hunk of iron.",
  
  "Weapon.DiamondSword.Name": "Diamond Sword",
  "Weapon.DiamondSword.Description": "I am Steve.",
  
  "Weapon.Shanker.Name": "Shanker",
  "Weapon.Shanker.Description": "A broken wine bottle.", 
  
  "Weapon.SpectralSword.Name": "Spectral Sword",
  "Weapon.SpectralSword.Description": "This ghastly sword has the power to shoot out spectral blades.",
  
  "Weapon.CF.Name": "Kristóf's Fishing Rod",
  "Weapon.CF.Description": "Unsuitable for fishing.", 
  
  "Weapon.BencesAxe.Name": "Bence's Axe",
  "Weapon.BencesAxe.Description": "Here's Johnny!",

  "Weapon.IstisGuitar.Name": "Isti's Guitar",
  "Weapon.IstisGuitar.Description": "Let's rock!",

  //Bence interacts for now
  "BenceCabin.Jukebox": "A broken jukebox.",
  "BenceCabin.Axe": "Old axe.",
  "BenceCabin.Phone": "You have 3 missed calls.",
  "BenceCabin.Laptop": "Bence's laptop.",
  "BenceCabin.Fridge": "A fairly empty refrigerator, with very few things in it.",
  "BenceCabin.Pizza": "A pizza, probably from the saloon.",
  "BenceCabin.Firewood": "Freshly cut wood logs.",
  "BenceCabin.Bookshelf": "A dusty bookshelf.",

  "BenceCabinOutside.Axe": "Bence's iridium axe.",
  "BenceCabinOutside.Mailbox": "-Bence's Residence-",
  "BenceCabinOutside.Firewood": "Freshly cut wood logs.",
  "BenceCabinOutside.Firewood2": "Logs waiting to be chopped.",

  //MarkFarm interacts for now
  "MarkHouse.Geode": "An omni-geode.",
  "MarkHouse.Copper": "Real copper ore.",
  "MarkHouse.Gold": "Real gold ore.",
  "MarkHouse.Firewood": "Freshly cut wood logs.",
  "MarkHouse.PC": "Márk's computer. With anime wallpaper.",
  "MarkHouse.Lantern": "An old lantern used in mines.",
  "MarkHouse.PressBench": "Bench press, as I see it has 60kg on both sides.",

  "MarkFarm.Mailbox": "-Márk's Residence-",
  "MarkFarm.Sign": "'GRACE FIELD FARM'",

	"MarkFarmCave.Block": "The wall here is different than in the rest of the cave.",
	"MarkFarmCave.Ore": "A huge pile of stones filled with all kinds of precious gems.",

  //AbandonedCabin
  "AbandonedCabin.Door": "The door is completely boarded up.",
  "AbandonedCabin.Window": "The window is boarded up, but I think I see a hole in the back wall.",
  "AbandonedCabin.Mailbox": "If I had to guess, I would say that there was probably a mailbox here.",

  "AbandonedCabin.PC": "Dusty computer, probably hasn't been turned on in a while.",
  "AbandonedCabin.Firewood": "Old dusty wooden logs.",
  "AbandonedCabin.Box": "The boxes are full of personal belongings.",
  "AbandonedCabin.Fridge": "There's nothing in it except an expired sixpack.",
  "AbandonedCabin.TV": "I can't turn it on. It's probably broken.",

  "AbandonedCabin2.WallPlanks": "An undemanding boarded-up wall. But at least no one can come in without an invitation.",
  "AbandonedCabin2.PC": "Isti's computer.",
  "AbandonedCabin2.Firewood": "Freshly cut wood logs.",
  "AbandonedCabin2.Box": "The boxes are full of Isti's personal belongings.",
	"AbandonedCabin2.Fridge": "Isti's fridge. It's full of beer.",
	"AbandonedCabin2.TV": "I can't turn it on. It probably hasn't been fixed yet.",

  "IstiCabin.PC": "Isti's computer.",
  "IstiCabin.Firewood": "Freshly cut wood logs.",
	"IstiCabin.Fridge": "Isti's fridge. It's full of beer.",
	"IstiCabin.TV": "Isti's TV. It's already in working condition.",

  "IstiCabin.Mailbox": "-Isti's Residence-",

  //Island North-West
  "Island_NW.Fish": "Freshly caught fish.",
  "Island_NW.FishCrate": "Isti's fish crate.",

  //Island Shelter
  "Island_Shelter.Crate": "Empty crate.",
  "Island_Shelter.Craft": "Isti's crafting table.",
  "Island_Shelter.Banana": "A crate full of bananas.",

  //WorldMap
  "ChristopherHouse.Name": "Kristof's House",
  "BenceCabin.Name": "Bence's Cabin",
  "MarkFarm.Name": "Grace Field Farm",
  "MarkHouse.Name": "Márk's House",
  "MarkFarmCave.Name": "Márk's Cave",
  "HGCave.Name": "Hello Guys Cave",
  "AbandonedCabin.Name": "Abandoned Cabin",
  "IstiCabin.Name": "Isti's House",
  "IslandNorthWest.Name": "Ginger Island North-West",
  "Island_ShelterShelter.Name": "Isti's Shelter",

  //Bundles
  "Bundle.Minecart.Name": "Minecart",
  "Bundle.Minecart.Desc": "Do you want to repair the Minecart?",
  "Bundle.MinecartRide.Name": "Minecart Ride",
  "Bundle.MinecartRide.Desc": "Do you want to build the Minecart Ride?",
  "Bundle.GiftShop.Name": "Gift Shop",
  "Bundle.GiftShop.Desc": "Do you want to build the Gift Shop?",
  "Bundle.Bar.Name": "Bar",
  "Bundle.Bar.Desc": "Do you want to build the Bar?",
  "Bundle.Viewpoint.Name": "Viewing Platform",
  "Bundle.Viewpoint.Desc": "Do you want to build the Viewing Platform?",
  "Bundle.Seats.Name": "Seats",
  "Bundle.Seats.Desc": "Do you want to build the Seats?",
  "Bundle.Final.Name": "Opening",
  "Bundle.Final.Desc": "Do you want to donate the drinks for the opening?",

  //GeneralMails
  "Mail.HGCaveOpening": "Hello @!^We would like to thank you again for your help. Without you we would never have finished.^The opening is planed for this weekend, we hope you can come.^ -Hello Guys[#]Hello Guys Cave Opening Invitation",
  "Mail.IstiReturnReminder" : "@!^If it doesn't rain this morning, I'll go pick up Isti.^If everything goes well, we'll be at the beach by 8:00.^I've already told Kristóf and the others to come to the beach.^Of course, I didn't spoil the surprise for them.^-Willy[#]Isti's Return",

  //Quests
  "ChristopherQuest.Title": "Kristóf's Fishing Rod",
  "ChristopherQuest.Description": "Kristóf lost one of his favorite fishing rod. He was fishing somewhere in the mountains the day he lost it.",
  "ChristopherQuest.Hint": "Find Kristóf's lost fishing rod.",
  "ChristopherQuest.Reaction": "Thanks, I owe you one for this, @. [(O)346] $h",
  
  "BenceQuest1.Title": "Bence's Pizza Order",
  "BenceQuest1.Description": "Bence would like you to make him a pizza.",
  "BenceQuest1.Hint": "Make a Pizza.",

  "BenceQuest2.Title": "Bence's Pizza Order",
  "BenceQuest2.Description": "Bence would like you to make him a pizza.",
  "BenceQuest2.Hint": "Deliver the Pizza to Bence.",
  "BenceQuest2.Reaction": "Thanks! $h#$b#I'll eat it for dinner tonight. $h",

  "MarkQuest.Title": "Broken Roof",
  "MarkQuest.Description": "The summer storm damaged the roof of Márk's house and he needs hardwood to repair it.",
  "MarkQuest.Hint": "Bring Márk 25 Hardwood.",
  "MarkQuest.Reaction": "Thanks! #$b#Now I just need to get rid of the raccoons.$0",

  "IstiQuest.Title": "Beer Delivery",
  "IstiQuest.Description": "Isti hasn't had a chance to drink beer in a while and he asked you to bring him some.",
  "IstiQuest.Hint": "Bring Isti 6 Beer.",
  "IstiQuest.Reaction": "Thanks! #$b#I don't have any money but I hope this is good as well. [(O)73]",

  "IstiQuest2.Title": "Isti's Guitar'",
  "IstiQuest2.Description": "Isti asked you to get him his old guitar.",
  "IstiQuest2.Hint": "Find Isti's guitar.",
  "IstiQuest2.Reaction": "Thanks! #$b#Here's your reward. [(O)73][(O)73]",

  //SpecialOrders
  "Christopher_SO.Name": "Fishing Challenge",
  "Christopher_SO.Text": "Anyone who can catch a {ChrisFishType:Text} within a month will receive a special reward.",
  "Christopher_SO.Objective": "Catch a {ChrisFishType:Text}.",
  
  "Mail.ChristopherReward": "Hey @!^I heard you managed to complete my challenge.^As a reward, I'm sharing with you a secret elixir recipe that I developed myself.^ -Kristóf%item craftingRecipe FishingElixir%%[#]Kristóf's Thank You",

  "Bence_SO.Name": "Sick Trees",
  "Bence_SO.Text": "Recently, I noticed that some of the trees in the valley don't look too healthy. Can anyone help me collect samples?",
  "Bence_SO.Objective_0": "Collect 10 {BenceRequest:Text}.",
  "Bence_SO.Objective_1": "Deliver the 10 {BenceRequest:Text} to Bence.",

  "Mail.BenceReward": "Hello @!^^I've been working on a small project for a while. Since you helped me collect samples, I had time to finish it, and now I'd like to share it with you.^^ -Bence%item craftingRecipe DeluxBeeHive%%[#]Bence's Thank You",

  "Mark_SO.Name": "Miner Adventure",
  "Mark_SO.Text": "I was planning on having a mining day, but it would be difficult without the right tools. Would someone be so kind as to help me out with some tools?",
  "Mark_SO.Objective_0": "Deliver 25 bombs to Márk's house.",
  "Mark_SO.Objective_1": "Deliver 35 torches to Márk's house.",
  "Mark_SO.Objective_2": "Deliver 5 Miner's Treat to Márk's house.",

  "Mail.MarkReward": "Hi @!^Thank you for your donation.^ -Márk[#]Márk's Thank You",

  "Mail.MarkReward_return": "Hi @!^I'm back!^It wasn't easy, but luckily I was well prepared.^^So that I won't have to risk my life for a few ores in the future, I came up with a new tool that can help with resource mining.^I hope you'll find it useful too.^ -Márk%item craftingRecipe Excavator%%[#]Márk's Return",

  "Mark2_SO.Name": "Farm Sign",
  "Mark2_SO.Text": "I've been thinking about it for a while and I think it wouldn't be bad to have a sign at my farm. If anyone could deliver me some hardwoods I would really appreciate it.",
  "Mark2_SO.Objective_0": "Place the hardwood in the wooden crate in front of Mark's house.",

  "Mail.MarkReward2": "Hi @!^Thanks for the hardwood. Robin and I have already started building the sign, if you have time, come and see what we've made.^ -Márk ^^P.S.: In return for your help, I'm sharing a really useful recipe with you ;)%item craftingRecipe SakeBarrel%%[#]Márk's Sign",

  "Isti_SO.Name": "Tropic Thunder",
  "Isti_SO.Text": "I want to make my old drink that I drank on the island again. Can someone bring me some ingredients?",
  "Isti_SO.Objective_0": "Collect 25 {Isti_Fruit:Text}.",
  "Isti_SO.Objective_1": "Deliver 25 {Isti_Fruit:Text} to Isti.",

  "Mail.IstiReward": "Hey @!^Thanks for the ingredients. This drink brings back a lot of old memories. If you'd like to try it yourself, I've sent you the recipe.^^ -Isti%item cookingRecipe TropicThunder%%[#]Tropic Thunder",

  //Special Order Events
  "SO_Event.Mark.01": "Hi @.#$b#I'm just heading out to my mining adventure, and I thought I'd stop by first to thank you in person.$0#$b#Let's hope I survive it.$h",

  "SO_Event.Mark2.01": "Hi @!#$b#We've just finished the sign.",
  "SO_Event.Mark2.Question": "What do you think?",
  "SO_Event.Mark2.Answer1": "It looks really good.",
  "SO_Event.Mark2.02": "Thank you, we worked hard on it.$h",
  "SO_Event.Mark2.Answer2": "It's pretty good.",
  "SO_Event.Mark2.03": "We put quite a lot of work into it.#$b#But I'm glad we're finally done.",
  "SO_Event.Mark2.Answer3": "I don't really like it.",
  "SO_Event.Mark2.04": "Well, that's a shame, we worked really hard on it.$s",

  //Movies
  "HGHorror.Title": "Saturday the 13th - The Megbügyülőző",
  "HGHorror.Desc": "The first Hello Guys horror movie",
  "HGHorror.01": "Saturday the 13th - The Megbügyülőző",
  "HGHorror.02": "-You suck! You can't play! Just give up!",
  "HGHorror.03": "-Well, fuck you, how the hell am I supposed to learn if I keep dying all the time?",
  "HGHorror.04": "Fine, I give up, damn it. I'm just gonna go take a shit instead. Fuck this shit, seriously.",
  "HGHorror.05": "What the shit? Who are you? What are you do-",
  "HGHorror.06": "AAAAAAAAAAAAAAAAAAAHHHHHHHH",
  "HGHorror.07": "-Kristóf, are you okay? What did you eat?",
  "HGHorror.08": "At least you could've flushed the damn toilet, I've told you a thousand fucking times to flush it.",
  "HGHorror.09": "Isti! -What? -Kristóf didn't flush the damn toilet again. He might even be dead.",
  "HGHorror.10": "-I am Kristóf's dead ghost. *fart* There's a killer in the house.",
  "HGHorror.11": "-Isti, the phone quickly, I'll call for help! -Jesus, do it!",
  "HGHorror.12": "AAAAAAAAAAAAAAAAAAAHHHHHHHH",
  "HGHorror.13": "-Ahh",
  "HGHorror.14": "THE END",

  //HG Cave
  
	"HG_Cave.MinecartBroken": "Broken minecart.",
	"HG_Cave.EmptyBarrel": "Empty barrel.",
	"HG_Cave.EmptyCreate": "Empty crate.",
  "HG_Cave.Minecart": "Hello Guys Cave",

  "HG_Cave.EmployeesOnly": "Employees only!",
  "HG_Cave.Telescope": "You can see the stalactites much better with the telescope.",
  "HG_Cave.MinecartRide": "It doesn't seem safe. I'd rather skip it.",
  "HG_Cave.MinecartRideTicketMachine": "500g/Person",

  //HG Cave Events

  "HG_Cave.Unlock.01": "Hello @!",
  "HG_Cave.Unlock.02": "Oh... hi @!",
  "HG_Cave.Unlock.03": "We're just about to blast open the wall in the cave.",
  "HG_Cave.Unlock.04": "Hopefully it'll work.",
  "HG_Cave.Unlock.05": "Or, you know, the whole cave could collapse.$u",
  "HG_Cave.Unlock.06": "Well yeah... $h",
  "HG_Cave.Unlock.07": "WELL MÁRK, HOW ARE YOU DOING!?",
  "HG_Cave.Unlock.08": "ALMOST!",
  "HG_Cave.Unlock.09": "Bence?",
  "HG_Cave.Unlock.10": "Hm...?",
  "HG_Cave.Unlock.11": "Are we sure it's a good idea for me to fiddle with the detonator while Márk is, you know...",
  "HG_Cave.Unlock.12": "It'll be fine.",
  "HG_Cave.Unlock.13": "Okay, I'm done.",
  "HG_Cave.Unlock.14": "Alright... me too.",
  "HG_Cave.Unlock.15": "Come @, do the honors.",
  "HG_Cave.Unlock.16": "Well... Hopefully it worked.",
  "HG_Cave.Unlock.17": "Let's go check it out!",
  "HG_Cave.Unlock.18": "Wow, I have to say I'm pleasantly surprised.#$b#I didn't think we'd find such a big cave.",
  "HG_Cave.Unlock.19": "Though I was kind of expecting a little bit more ore.$s",
  "HG_Cave.Unlock.20": "There's nothing in the crates either.",
  "HG_Cave.Unlock.21": "Well yeah, that's pretty disappointing.",
  "HG_Cave.Unlock.22": "But damn, this place is cool, we should be able to do something with it.",
  "HG_Cave.Unlock.23": "We could check the other crates too, but I doubt there's anything in them.",
  "HG_Cave.Unlock.24": "Maybe there are some interesting fish down in the water.#$b#But I don't really see a way to get down there.",
  "HG_Cave.Unlock.25": "I don't know what we could do, there's nothing interesting here.",
  "HG_Cave.Unlock.26": "And what if there was somthing here.",
  "HG_Cave.Unlock.27": "What do you mean, Bence?",
  "HG_Cave.Unlock.28": "We could open an adventure park here with a roller coaster and a gift shop.#$b#There could be a Viewing platform here.",
  "HG_Cave.Unlock.29": "And maybe a nice bar over here, with drinks and everything.",
  "HG_Cave.Unlock.30": "Could be.",
  "HG_Cave.Unlock.31": "It'll probably take a lot of work and we'll need tons of materials.",
  "HG_Cave.Unlock.32": "So is everyone in?",
  "HG_Cave.Unlock.33": "Let's do it!",
  "HG_Cave.Unlock.34": "Alright.",
  "HG_Cave.Unlock.35": "If @ helps us, we might even finish it this year. $h",
  "HG_Cave.Unlock.36": "Now that we've discussed it, I'll go tell Robin about our plans.",
  "HG_Cave.Unlock.37": "And I'll talk to the mayor.",
  "HG_Cave.Unlock.38": "And I'll drop by the saloon for a drink. $h",

  //HG Cave Opening
  "HG_Cave.Opening.01": "Well @, we did it.",
  "HG_Cave.Opening.02": "I would like to congratulate each of you.$0#$b#Thanks to you, our little town is becoming more and more popular.$h",
  "HG_Cave.Opening.03": "Listen @, we may have managed to build everything, but only my farm will not be enough to keep the place up.#$b#So if you could help me, I'd appreciate it.#$b#On Sundays, the crate next to the bar will display a list of needed items.",
  "HG_Cave.Opening.04": "Allright, that's all I wanted, it's time to have fun.$h",

  //Festivals -=Red Rockets koncert=-
  "Festival.Concert.Name": "Red Rockets concert",
  "Festival.Concert.startedMessage": "The Red Rockets concert has begun in the Hello Guys cave.",

  "Festival.Concert.Leah_spouse": "This music really moved me! I'm glad we can enjoy it together.",//(AI)
  "Festival.Concert.Elliott_spouse": "What melodies! It feels like we're in a completely different world.",//(AI)
  "Festival.Concert.Abigail_spouse": "I love it! A perfect concert for a bit of excitement.",//(AI)
  "Festival.Concert.Sam_spouse": "This is totally our style! I'd even dance to it with you.",//(AI)
  "Festival.Concert.Sebastian_spouse": "The dark atmosphere is completely captivating... and it feels good listening with you.",//(AI)
  "Festival.Concert.Harvey_spouse": "A wonderful experience! I'm glad we can share this moment together.",//(AI)
  "Festival.Concert.Shane_spouse": "This hits hard! I'm glad I'm here with you to enjoy it.",//(AI)
  "Festival.Concert.Maru_spouse": "Interesting sound, every detail is fascinating. I'm glad to watch it with you.",//(AI)
  "Festival.Concert.Alex_spouse": "This totally made my day! So cool that we're listening together.",//(AI)
  "Festival.Concert.Penny_spouse": "The melodies are beautiful and thoughtful... I'm glad I can be by your side.",//(AI)
  "Festival.Concert.Haley_spouse": "This song is a bit dark, but I still enjoy it somehow, especially with you.",//(AI)
  "Festival.Concert.Emily_spouse": "The rhythms are magical... I love that we can enjoy the concert together.",//(AI)
  "Festival.Concert.Sandy_spouse": "Great atmosphere, it would be a shame to miss it! I'm glad we're here together.",//(AI)
  "Festival.Concert.Christopher_spouse": "Could you bring me a beer, darling?$7",
  "Festival.Concert.Bence_spouse": "So, darling? Are you enjoying the concert too?$h#$b#They're not as bad as you'd think.$h",
  "Festival.Concert.Mark_spouse": "Here you go, my dear![346]$0#$b#Don't worry, it's on the house.$h",
  "Festival.Concert.Isti_spouse": "...",

  "Festival.Concert.Leah": "So inspiring! The music is full of passion... like a painting, but with sound.",//(AI)
  "Festival.Concert.Elliott": "The lyrics are deeper than I expected... almost poetic. It truly moved me.",//(AI)
  "Festival.Concert.Leo": "It's so loud... but somehow I still like it! It makes my heart beat faster.",//(AI)

  "Festival.Concert.Abigail": "We've already done three rounds on the minecarts.$0#$b#So exciting, I can't stop.$h",
  "Festival.Concert.Sam": "If I asked Kristóf whether we could be the opening act at their next concert, do you think he'd say yes?",
  "Festival.Concert.Sebastian": "Somber atmosphere, strong melody... exactly my thing.",//(AI)
  
  "Festival.Concert.Robin": "Ow... you stepped on my foot, dear.",//SUMMER11
  "Festival.Concert.Demetrius": "This is tiring, honey. Are you ready to visit the buffet soon? *pant*",//SUMMER11

  "Festival.Concert.Harvey": "A bit loud for me... but I must admit, the melody is captivating.",//(AI)
  "Festival.Concert.Shane": "Finally a band that really puts in the work. This hit me like a pint of cold beer!",//(AI)
  "Festival.Concert.Maru": "The effects are amazing! I'd love to take apart the sound system to see how it works.",//(AI)

  "Festival.Concert.Pierre": "Hm... if the festival draws this many people, maybe I should consider selling vinyls at the shop.",//(AI)
  "Festival.Concert.Caroline": "Interesting... not exactly my style, but I can see why everyone's so excited.",//(AI)

  "Festival.Concert.Linus": "The raw power of the music reminds me of nature's wild rhythms. There's something honest about it.",//(AI)

  "Festival.Concert.Alex": "This pumped me up! Almost feels like I'm at a stadium game!",//(AI)
  "Festival.Concert.George": "Too loud! In my day, you could understand the words in songs.$a",//(AI)
  "Festival.Concert.Evelyn": "My dears, this is a bit loud for me... but I'm glad everyone's having fun.",//(AI)

  "Festival.Concert.Lewis": "This concert was a great idea. The town needs events like this.",//(AI)
  "Festival.Concert.Marnie": "What energy! You rarely see the youngsters so in sync.",//(AI)
  "Festival.Concert.Gus": "This party really makes a person thirsty... luckily I always have something refreshing at the counter!",//(AI)

  "Festival.Concert.Penny": "Looks like the kids are really enjoying the concert.$h",
  "Festival.Concert.Jas": "On dark roads...",
  "Festival.Concert.Vincent": "...I chase my dream.",

  "Festival.Concert.Pam": "*slurp* Hehe, now this is real music! Makes the beer go down even better.$1",//(AI)

  "Festival.Concert.Haley": "Hm... not bad, but a bit too dark for me. I'd rather listen to something cheerful.",//(AI)
  "Festival.Concert.Emily": "The rhythms have completely enchanted me... feels like I'm in another world.",//(AI)
  "Festival.Concert.Sandy": "Finally some excitement! I rarely hear anything like this in the desert.",//(AI)

  "Festival.Concert.Jodi": "A bit too intense for me, but at least the kids are enjoying it.",//(AI)
  "Festival.Concert.Kent": "Powerful sound. Reminds me of the raw energy of military marches.",//(AI)

  "Festival.Concert.Willy": "Hah! It reminds me of the crashing of waves. Now this is music!",//(AI)
  "Festival.Concert.Clint": "This... is actually really good. Maybe if I went out more, I wouldn't be alone all the time.",//(AI)

  "Festival.Concert.Dwarf": "How did you get in here?",

  "Festival.Concert.Wizard": "The dark sound conjures deeper forces... dangerous, yet fascinating.",//(AI)

  "Festival.Concert.Christopher": "%Kristóf seems a bit busy right now.",
  "Festival.Concert.Bence": "Well @? Are you enjoying the concert?$h",
  "Festival.Concert.Mark": "Here you go @![346]$0#$b#Don't worry, it's on the house.$h",
  "Festival.Concert.Isti": "Since I moved back, I haven't missed a single one of my brother's concerts.$h#$b#And I hope it stays that way.$0",

  "Festival.Concert.Andy": "Whew, didn't think the music would grab me this much. That was intense.",//(AI)
  "Festival.Concert.Susan": "This is fantastic! I haven't felt this free in a long time.",//(AI)

  "Festival.Concert.Leah_spouse_y2": "The music is both raw and beautiful... it feels so good to enjoy it with you.",//(AI)
  "Festival.Concert.Elliott_spouse_y2": "This melody... a true artistic experience, and I'm glad you're beside me.",//(AI)
  "Festival.Concert.Abigail_spouse_y2": "Yes! This is exactly the kind of music I love, and it's even better with you!",//(AI)
  "Festival.Concert.Sam_spouse_y2": "This is brilliant! I'd love to try playing something like this myself.",//(AI)
  "Festival.Concert.Sebastian_spouse_y2": "Somber and powerful... feels good to enjoy it with you.",//(AI)
  "Festival.Concert.Harvey_spouse_y2": "A bit loud, but the melody is gripping. I'm glad I can listen with you.",//(AI)
  "Festival.Concert.Shane_spouse_y2": "This hits! Real rock energy, and I enjoy it even more with you.",//(AI)
  "Festival.Concert.Maru_spouse_y2": "The technique behind the instruments is amazing... glad I can watch with you.",//(AI)
  "Festival.Concert.Alex_spouse_y2": "This pumps me up! I feel every beat of the drums in my chest.",//(AI)
  "Festival.Concert.Penny_spouse_y2": "The lyrics are a bit sad, but with you next to me, I find beauty in them.",//(AI)
  "Festival.Concert.Haley_spouse_y2": "Still a bit too dark for me, but seeing how excited everyone is, especially with you, feels great.",//(AI)
  "Festival.Concert.Emily_spouse_y2": "The rhythms are magical... with you, they make me think and calm me.",//(AI)
  "Festival.Concert.Sandy_spouse_y2": "Finally some excitement! Great that we can enjoy the festival together.",//(AI)
  "Festival.Concert.Christopher_spouse_y2": "Between two songs, could you bring me a beer?$7",
  "Festival.Concert.Bence_spouse_y2": "Be careful near the stage, darling.$0#$b#Wouldn't want Kristóf to stage-dive on you.$u",
  "Festival.Concert.Mark_spouse_y2": "Come on darling! Let's have a beer.[346]$h",
  "Festival.Concert.Isti_spouse_y2": "Pretty metal to have a concert in a cave.#$b#I'm proud of my brother.",

  "Festival.Concert.Leah_y2": "The music is raw and beautiful at the same time... I can hardly take my eyes off them.",//(AI)
  "Festival.Concert.Elliott_y2": "This melody... a true artistic experience! It deeply moved me.",//(AI)
  "Festival.Concert.Leo_y2": "I've never heard anything like this before...$h#$b#So energetic! My heart's beating faster.$0",//(AI)

  "Festival.Concert.Abigail_y2": "Yes! This is exactly the kind of music I love, it gave me chills!",
  "Festival.Concert.Sam_y2": "Maybe I should ask the guitarist for some lessons.$0#$b#Looks like I still have a lot to learn.$h",
  "Festival.Concert.Sebastian_y2": "Oh, hey. You also want to stay away from the others?$0",
  
  "Festival.Concert.Robin_y2": "They radiate fantastic energy! This mood is simply contagious.",//(AI)
  "Festival.Concert.Demetrius_y2": "Interesting rhythms and lyrics... thought-provoking and exciting.",//(AI)

  "Festival.Concert.Harvey_y2": "A bit loud, but the melody is captivating. An interesting experience.",//(AI)
  "Festival.Concert.Shane_y2": "This hits! Real rock energy that really fires me up!",//(AI)
  "Festival.Concert.Maru_y2": "The technique behind the instruments is amazing... very exciting to analyze.",//(AI)

  "Festival.Concert.Pierre_y2": "Hm... maybe we should organize more events like this in town.",//(AI)
  "Festival.Concert.Caroline_y2": "Interesting... not my style, but I see how much the young people enjoy it.",//(AI)

  "Festival.Concert.Linus_y2": "The power of the music recalls the rhythms of nature. There's something truly special in it.",//(AI)

  "Festival.Concert.Alex_y2": "This pumps me up! I feel every single drumbeat in my chest.",//(AI)
  "Festival.Concert.George_y2": "This music is awful.$a",
  "Festival.Concert.Evelyn_y2": "Such a strong and uplifting atmosphere! I'm glad everyone's enjoying it.",//(AI)

  "Festival.Concert.Lewis_y2": "A great community experience! The town needs events like this.",//(AI)
  "Festival.Concert.Marnie_y2": "What energy! I'd even join the dance.",//(AI)
  "Festival.Concert.Gus_y2": "This party is truly fun... everyone is cheerful at the bar!",//(AI)

  "Festival.Concert.Penny_y2": "The lyrics are a bit sad, but I still find beauty in them.",//(AI)
  "Festival.Concert.Jas_y2": "So loud! But so exciting, it's hard not to enjoy it.",//(AI)
  "Festival.Concert.Vincent_y2": "This is amazing! The rhythm completely sweeps me away.",//(AI)

  "Festival.Concert.Pam_y2": "Hehe, this music pumps me up! Perfect for a bit of partying.",//(AI)

  "Festival.Concert.Haley_y2": "Still a bit too dark for me, but I can see everyone's excited.",//(AI)
  "Festival.Concert.Emily_y2": "The rhythms are magical... they make me think and relax at the same time.",//(AI)
  "Festival.Concert.Sandy_y2": "Finally some lively atmosphere! Feels like a real festival.",//(AI)

  "Festival.Concert.Jodi_y2": "A bit loud, but I'm glad the kids enjoy it.",//(AI)
  "Festival.Concert.Kent_y2": "Powerful sound! The energy they give off is impressive.",//(AI)

  "Festival.Concert.Willy_y2": "The sound reminds me of the crash of waves. Truly wonderful!",//(AI)
  "Festival.Concert.Clint_y2": "This is really good! You don't hear music like this every day.",//(AI)

  "Festival.Concert.Dwarf_y2": "How did you find me?",

  "Festival.Concert.Wizard_y2": "The dark sounds conjure strange forces... fascinating and dangerous at the same time.",//(AI)

  "Festival.Concert.Christopher_y2": "%Kristóf seems a bit busy right now.",
  "Festival.Concert.Bence_y2": "Be careful near the stage.$0#$b#Wouldn't want Kristóf to stage-dive on you.$u",
  "Festival.Concert.Mark_y2": "Come @! Let's have a beer.[346]$h",
  "Festival.Concert.Isti_y2": "Pretty metal to have a concert in a cave.#$b#I'm proud of my brother.",

  "Festival.Concert.Andy_y2": "Whew, I feel every beat of the music! This was truly intense.",//(AI)
  "Festival.Concert.Susan_y2": "This is fantastic! Such a liberating feeling.",//(AI)

  //=================//
  // Christopher NPC //
  //=================//

  //SPECIAL DIALOGUE
  "Christopher.Introduction": "Hey. You just moved here recently, right? I'm Kristóf, nice to meet you.",
  "Christopher.pamHouseUpgrade": "I heard what you did. You're a good kid for helping others in the valley. Keep it up. $h",
  "Christopher.pamHouseUpgradeAnonymous": "Whoever helped Pam and Penny get a new house must be a pretty great person.",
  "Christopher.Resort_Entering": "I love fishing, but sometimes it's good to just relax too. $h#$b#I wonder what kind of fish I can catch here?",
  "Christopher.Resort_Leaving": "This felt great.",
  "Christopher.Resort_Shore": "I should've brought my fishing gear.",
  "Christopher.Resort_Chair": "I should get a chair like this for home.",
  "Christopher.Resort_Bar": "Come, have a drink with me! $h",
  "Christopher.Resort": "This place always calms me down. Even the beer tastes better here somehow. $h",
  "Christopher.AcceptBouquet": "Wow, this is really for me... I don't even know what to sa- *burp* $l",
  "Christopher.Reject_458": "Sorry, but we don't really know each other that well yet. $s",
  "Christopher.GreenRain": "I wonder if there are any fish you can only catch in this weather.",
  "Christopher.GreenRainFinished": "Too bad, I didn't see any special fish. $s",
  "Christopher.fishCaught_Legend": "I heard you caught a Legend. Hats off to you! $h",
  "Christopher.fishCaught_MutantCarp": "That smell? Don't tell me you caught a Mutant Carp?$0#$b#Oh wait, it's coming from me. $h",
  "Christopher.GiftBeer": "Nice! $h#$b#I've been thirsty for a while anyway. $h",
  "Christopher.GiftLegend": "This... is a Legend! I have no idea how you caught it, but thank you very much! $h",
  "Christopher.GiftDeluxBait": "Thanks, I'll try this out tomorrow.",
  "Christopher.GiftLangos": "Thanks, looks tasty. $h",
  "Christopher.GiftPalinka": "Oh damn, how strong is this? Hoo hoo hoo#$b#Holy shit, how strong IS this?",
  "Christopher.AcceptBirthdayGift_Positive": "You remembered my birthday?#$b#This is an awesome gift! It's exactly what I wanted, thank you! $h",
  "Christopher.AcceptBirthdayGift_Negative": "You remembered my birthday?#$b#Well... this is an unusual gift. But thanks anyway. $s",
  "Christopher.AcceptGift_alcohol_item": "Oh yes, you're my kind of person. $h",
  "Christopher.DumpsterDiveComment": "If you're that hungry, I can give you some fish.#$b#Trust me, I've got plenty at home. $h",
  "Christopher.married_Bence": "I never thought Bence would ever get married, but congratulations to the both of you.",
  "Christopher.married_Mark": "I always knew Márk would find the right one sooner or later.",
  "Christopher.breakUp": "Sometimes life is tough. A beer might help you deal with it. $s",
  "Christopher.divorced": "Forget it, I'm never drinking with you again. $a",
  "Christopher.MovieInvitation": "Watch a movie with you? Of course, especially if we grab a drink afterwards! $h",
  //"Christopher.RejectBouquet_NpcAlreadyMarried": "-",
  //"Christopher.RejectBouquet_AlreadyAccepted": "-",
  //"Christopher.RejectBouquet_Divorced": "-",
  //"Christopher.RejectBouquet_VeryLowHearts": "-",
  //"Christopher.RejectBouquet_LowHearts": "-",
  "Christopher.RejectGift_Divorced": "A gift will not gonna undo the past. $a",
  //"Christopher.RejectMermaidPendant_AlreadyAccepted": "-",
  //"Christopher.RejectMermaidPendant_Divorced": "-",
  //"Christopher.RejectMermaidPendant_NeedHouseUpgrade": "-",
  //"Christopher.RejectMermaidPendant_NpcWithSomeoneElse": "-",
  //"Christopher.RejectMermaidPendant_Under8Hearts": "-",
  //"Christopher.RejectMermaidPendant_Under10Hearts": "-",
  //"Christopher.RejectMermaidPendant": "-",
  //"Christopher.Dating": "-",

  //FESTIVALS
  "Christopher.FlowerDance_Accept": "You really want to dance with me? $l#$b#I'll drink a few more beers until then, and then we can go wild. $h",
  "Christopher.FlowerDance_Decline": "Sorry, but I've already had too much. The world's spinning around me. $6",
  "Christopher.WinterStar_GiveGift_Before": "I hope you'll like it.",
  "Christopher.WinterStar_GiveGift_After": "So, what do you think? $h",
  //"Christopher.WinterStar_ReceiveGift": "-",
  "Christopher.TroutDerby1": "My favorite event of the year is the Trout Derby.",
  "Christopher.TroutDerby2": "How many trout have you caught so far? I've already filled like a dozen crates.",
  "Christopher.SquidFest1": "What I love about the Squid Festival is that it always comes right to my doorstep. $h",
  "Christopher.SquidFest2": "I'm very close to earning the Squid Hat.#$b#I can feel it, this year is the one.",

  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Christopher.LocationDialogue.Saloon": "I always say, \"A good fishing day should end with a nice cold beer.\" $h",

  //SPRING AND GENERAL DIALOGUE
  "Christopher.CharacterDialogue.001": "It's great weather for fishing today, don't you think?",
  "Christopher.CharacterDialogue.002": "*burp*#$b#Excuse me. $h",
  "Christopher.CharacterDialogue.003": "Fishing always goes better with a good beer. $h",
  "Christopher.CharacterDialogue.004": "I think you'll agree that moving to the valley was the best decision ever.",
  "Christopher.CharacterDialogue.005": "I like fishing on the shore, but there are other places with fish I'd like to catch.",
  "Christopher.CharacterDialogue.006": "What does Kőműves Kelemen say to his son? $0#$b#Eat, son, because your mother is already a wall. $h",
  "Christopher.CharacterDialogue.007": "If you've got time, we could grab a drink at the saloon.",
  "Christopher.CharacterDialogue.008": "The weather's nice for fishing today.",
  "Christopher.CharacterDialogue.009": "Once I drank so much while fishing that I fell into the ocean. $h#$e#If Willy hadn't been nearby, who knows which deserted island I'd have washed up on. $h",
  "Christopher.CharacterDialogue.010": "Hey @.#$b#$y 'Have you been fishing lately?_Yes._That's awesome! $h_Not really._Well, that's a shame to hear. $s'",
  "Christopher.CharacterDialogue.011": "This week went by fast. #$b#Though... I don't remember half of it because I was drunk almost every day. $h",
  //SUMMER DIALOGUE
  "Christopher.CharacterDialogue.012": "You can find everything you need for fishing at Willy's shop. I buy all my gear from him, and he's never let me down.",
  "Christopher.CharacterDialogue.013": "In this heat you should stay hydrated.#$b#Grab a beer if you're at the saloon. $h",
  "Christopher.CharacterDialogue.014": "You look thirsty.#$b#Here, have a beer.[346]$h",
  "Christopher.CharacterDialogue.015": "Everything I know about fishing, I learned from Willy. $h",
  "Christopher.CharacterDialogue.016": "The weather's good today, maybe I'll go for a bike ride later.",
  "Christopher.CharacterDialogue.017": "I love cycling in the summer, it completely relaxes me and clears my head.#$e#Of course I never forget to take beer with me. $h",
  "Christopher.CharacterDialogue.018": "Hey @. I caught more fish today than I could ever sell. So now I'm trying to give away the rest.#$b#Here, have some too.[145 708 146]$h",
  "Christopher.CharacterDialogue.019": "Huh... imagine, I spent half an hour fighting a sturgeon yesterday. It was strong for sure, but I was more persistent. #$e#I'm still sore from it. $h",
  "Christopher.CharacterDialogue.020": "So @? Had any good catches lately? #$e#Yesterday I caught a couple of Dorado. $h",
  "Christopher.CharacterDialogue.021": "Every Sunday afternoon I game with the boys.#$b#If you've got a computer, you could join us. $h",
  //FALL DIALOGUE
  "Christopher.CharacterDialogue.022": "Anything interesting happen to you lately?",
  "Christopher.CharacterDialogue.023": "If you drink enough every day, you'll never get hungover. $h",
  "Christopher.CharacterDialogue.024": "@, good to see you. Want to grab a drink?",
  "Christopher.CharacterDialogue.025": "Last night the support beams in my house were making strange noises. #$e#But oh well, I'm sure it's nothing. $h",
  "Christopher.CharacterDialogue.026": "If I remember correctly, you can still grow wheat in the fall. #$b#Which means I might get some fresh homemade beer from you this month?$h",
  "Christopher.CharacterDialogue.027": "I remember when I first caught a super cucumber.#$b#And no, I definitely didn't crap myself. Ah... of course not. $h",
  "Christopher.CharacterDialogue.028": "Sometimes Willy and I compete to see who can catch more fish in a day.#$b#These little competitions are always pretty close, but in the end the loser buys the winner a beer.",
  "Christopher.CharacterDialogue.029": "It's worth fishing every season. #$b#For example, you can only find salmon in the fall.",
  "Christopher.CharacterDialogue.030": "Hey @.#$b#$y 'Do you keep animals at home?_Yes._I hope you'll let me pet them sometime. $h_No._Well, that's a shame to hear. $s'",
  "Christopher.CharacterDialogue.031": "If you fail to catch a fish, don't be discouraged, there's plenty more in the ocean. $h#$b#But if that fish is a Legend, you might never see it again.$0",
  "Christopher.CharacterDialogue.032": "Yesterday I tripped and dropped my beer. My heart broke watching it sink into the ocean. $s",
  //WINTER DIALOGUE
  "Christopher.CharacterDialogue.033": "There's nothing better than- *burp* starting Monday with a sixpack.$6",
  "Christopher.CharacterDialogue.034": "Great, my beer's frozen again.$s",
  "Christopher.CharacterDialogue.035": "The wind is so cold today my butt's about to freeze off.",
  "Christopher.CharacterDialogue.036": "Yesterday when I brought wood into my cabin, I threw up.#$e#No idea what happened, I felt fine before and after.",
  "Christopher.CharacterDialogue.037": "What I love about winter is that no matter where I put my beer, it always stays cold. $h#$e#Speaking of which, where did I put that sixpack?",
  "Christopher.CharacterDialogue.038": "Hey, what's up?",
  "Christopher.CharacterDialogue.039": "Yo @, what's up?",
  "Christopher.CharacterDialogue.040": "Yo @, how's it going?#$e#...Me? Nothing special, just hungover, you know, the usual.",
  "Christopher.CharacterDialogue.041": "Don't forget, alcohol only makes you feel warm, it doesn't actually warm you up.#$b#But you can still drink. Here, have one![346]$h",
  "Christopher.CharacterDialogue.042": "Only beer gives you strength and unstoppable willpower.",
  "Christopher.CharacterDialogue.043": "There's nothing better than a nice hot coffee in weather like this.#$e#What? Why are you looking at me like that? You didn't think I drink beer all the time, did you? I have to spare my liver sometimes. $h#$b#Just kidding, I already drank a sixpack today. $h",
  "Christopher.CharacterDialogue.044": "Only one thing's better than beer.#$b#Two beers. $h",

  //RAINY
  "Christopher.Rainy": "Fish are much more active in the rain, so you can catch more on rainy days.",

  //Christopher Gift Tastes
  "Christopher.Gifts.Loved": "Wow, how did you know this is my favorite?$h",
  "Christopher.Gifts.Liked": "Thanks, you're awesome @! $h",
  "Christopher.Gifts.Disliked": "Uh... thanks... $s",
  "Christopher.Gifts.Hated": "Is this a joke? Even the fish would throw it back. $a",
  "Christopher.Gifts.Neutral": "Thanks. $h",

  //ChrisHouseInterior
  "ChristopherHI.2001": "Rob... lox... I've never heard of this game before.",
  "ChristopherHI.2002": "An average drum kit.",
  "ChristopherHI.2003": "Looking at it, he might really like beer.",
  "ChristopherHI.2004": "A beer keg.",
  "ChristopherHI.2005": "A properly maintained bike.",

  //Chris spring13
  "Christopher.Egg": "If you have an egg, you're happy. #$b#Ah, nothing, it's just a Russian joke.",
  "Christopher.Egg2": "I've suggested to Mayor Lewis a few times that we should host a beer-drinking contest. #$b#I think it's a great idea and it's definitely not because I'd want free beer. #$b#Nooo, of course not... $h",

  //Chris spring24
  "Christopher.Flower": "These events never prepare enough beer. $s#$b#Good thing I brought my own. $h",
  "Christopher.Flower2": "There are so many fish here. Maybe I'll come back tomorrow to do some fishing.",

  //Chris summer11
  "Christopher.Luau": "Ah yes, the Luau. Good food, alcohol, more alcohol, good music, and also... alcohol.",
  "Christopher.Luau2": "When I first went to the Luau, I accidentally put a poisonous fish into the soup. #$b#But don't worry, everyone recovered after a few weeks. $h#$e#Since that incident, I'm banned from adding anything to the soup. $s",

  //Chris summer28
  "Christopher.Jellies": "It's pretty hard to catch a Moonlight Jelly, but I try it every year.",
  "Christopher.Jellies2": "I love events that take place on the beach. #$b#If I get thirsty, I just hop into my house for a can of beer. $h",

  //Chris fall16 
  "Christopher.Fair": "Listen @! They won't let me fish anymore. Apparently, \"If I'm keep playing, there won't be any tokens left for others.\" #$e#I've got an idea, if you go in to play, I'll sneak in behind you. What do you say?",
  "Christopher.Fair2": "*burp* I'll just finish this beer and then I'm going for another round. $6",

  //Chris fall27
  "Christopher.Spirit": "Damn, I'm stuffed. #$b#But don't worry, I can still drink beer. $h",
  "Christopher.Spirit2": "The maze is pretty creepy this year. #$b#I almost shit myself a couple of times. $h",

  //Chris winter8 
  "Christopher.Ice": "-",
  "Christopher.Ice2": "I hope you're ready for the ice fishing competition.#$e#You've lived here for a while now, so I won't hold back.#$b#May the better fisherman win. $h",

  //Chris winter25
  "Christopher.star": "Hey, @. Happy holidays!",
  "Christopher.star2": "Heeey... %firstnameletter...? $6#$b#@, sorry I just *burp* drank too much.$6",

  //Mails
  "Mail.Christopher": "Hi @!^Yesterday while I was fishing, I may have drunk a bit more than I should have XD and I lost one of my favorite fishing rods. If you happen to find it somewhere, could you bring it back to me? If you do this for me, you're my guest for a beer.^ -Kristóf%item quest 2001 %%[#]Kristóf Lost His Fishing Rod",
  "Mail.ChristopherRecipe": "Hi @!^I'd like to share a recipe with you.^^I hope you like it. ^ -Kristóf%item cookingRecipe %%[#]Kristóf's Recipe",
  "Mail.BikeWChris": "Hi @!^I've prepared everything for our bike trip.^^Let's meet at the bus stop in the afternoon.^ -Kristóf^^PS:We'll postpone it in rainy weather.%%[#]Kristóf's Invitation",
  //Phone
  "Phone.Christopher": "XD LOL *BURP* #$b#*click*",
  
  //ScheduleDialogue
  "Christopher.NightMarket.01": "I'm not really a fan of the Night Market, don't get me wrong, it's fun and all, but all the people scare away the fish.$s#$e#And I'm banned from the submarine since last year's incident.$s",
  "Christopher.DesertFestival_marriage.01": "Relax, darling, I'm not planning to spend the night here.",
  "Christopher.DesertFestival.01": "I don't fish in the desert often, but there are some pretty interesting fish here too.",
  "Christopher.Hospital.01": "If I hear one more time that I should drink less, I'm going to lose it.$a#$b#And then I'll head straight to the saloon. $h",
  "Christopher.Hospital.02": "What's the problem with drinking a lot?#$b#Beer is healthy.",
  "Christopher.marriage_Sat.01": "I've already caught so many fish today that we won't go hungry for at least a week. $h",
  "Christopher.marriage_Sat.02": "Come @! Join us! $h",
  "Christopher.TroutDerby_marriage": "Anything you like from the booth?$0#$e#Here, have a Golden Tag. [TroutDerbyTag]$0#$b#I already have everything I wanted. $h",

  //Christopher Conversation topics 
  "Christopher.2heart.Topic": "I hope I can catch that fish from yesterday someday.$0#$b#Just imagine how much beer I could buy with the money. $h",
  "Christopher.4heart.Topic": "*groan* I don't remember anything from last night.",
  "Christopher.10heart.Topic": "I had a really great time on our last bike ride.$0#$b#Maybe we could do it again sometime? $h",
  "Christopher.Sam.Concert": "I saw you at Sam's concert, I didn't think you were the concert-going type.",
  "Christopher.Bence.8heart": "Bence told me he showed you the game he's making.$0#$b#If you're wondering, everything that happened in the game really happened. $h",

  "Christopher.fishCaught_Catfish": "I see you managed to catch a catfish.$0#$b#They can grow pretty big.$0#$b#I hope you don't break my record.$h",
  "Christopher.fishCaught_Blobfish": "I saw you went on the submarine, guess you caught a few Boobfish...$0#$b#I mean, Blobfish. $h",
  "Christopher.fishCaught_Carp": "I remember my first carp.$0#$b#And, of course, my thousandth. $h",

  "Christopher.structureBuilt_FishPond": "I heard you built a fish pond.#$b#Have you decided what kind of fish you're going to put in it?#$b#I recommend breeding the rarest fish you can find.",
  
  "Christopher.cc_Bus": "I hear the bus is fixed.$0#$b#It'll be a lot quicker to get to the city now. $h",

  //Christopher Events
  
  //2heart
  "Christopher.2heart.01": "I could use some help!",
  "Christopher.2heart.02": "Hold it, I almost got it!",
  "Christopher.2heart.03": "Damn, It escaped.$s",
  "Christopher.2heart.04": "Thanks for the help, @.$h",

  "Christopher.2heart.Question.01": "Want a beer?",
  "Christopher.2heart.Answer.01": "Yes, I'll take one.",
  "Christopher.2heart.Answer.02": "Thanks, but not right now.",

  "Christopher.2heart.05": "Alright, more for me then. $h",
  "Christopher.2heart.06": "Well then, cheers! $h",

  //4heart
  "Christopher.4heart.01": "Uhh... *burp* is that you, @?$6",

  "Christopher.4heart.Question.01": "Could you help me get home?",
  "Christopher.4heart.Answer.01": "You drank too much, handle it yourself.",
  "Christopher.4heart.Answer.02": "Yes, come on, hold on to me!",

  "Christopher.4heart.02": "Thanks, I knew I could count on you. *burp*$6",
  "Christopher.4heart.03": "I think from here... *burp* I can manage. $6#$b#Thanks again, @. $6#$b#If it weren't for you, I'd be sleeping on the street tonight. XD$h",
  "Christopher.4heart.04": "Which pocket did I put my key in?$6",
  "Christopher.4heart.05": "Okay, got it... $6",

  //6heart
  "Christopher.6heart.01": "Hey @!$7#$b#Come on in.$7",
  "Christopher.6heart.02": "I just finished practicing.$7#$b#I don't think I've told you yet, but I play in a band.$7#$b#One of my close friends joined them when their guitarist left. $7#$b#I met the others through him, we played together a few times, and when their drummer quit too, I joined right away.$7#$b#That's pretty much the whole story. If you feel like it, you could come to one of our concerts sometime.$7",
  "Christopher.6heart.03": "Anyway, practicing made me really thirsty.$7",

  "Christopher.6heart.Question.01": "Can I offer you a beer too?",
  "Christopher.6heart.Answer.01": "Yes, I'll take one.",
  "Christopher.6heart.Answer.02": "Thanks, but I'll pass for now.",

  //8heart
  "Christopher.8heart.GusWelcome": "Come in, come in!",

  "Christopher.8heart.01": "@! My man, come on, we're celebrating today. $h",
  "Christopher.8heart.02": "Guess what, I caught the biggest fish of my life.$0#$b#A two-meter, 68-kilo catfish.$0#$b#Needless to say, I spent nearly an hour tugging it.$0#$b#Dude, the fish is literally bigger than me. $h#$b#And I got a pretty big sum of money for it so...$0",
  "Christopher.8heart.03": "To celebrate, EVERYONE IS MY GUEST TODAY! $h",

  "Christopher.8heart.End": "After a long night of drinking.",

  //10heart I
  "Christopher.10heartI.01": "Hey, @. I was thinking we could go on a bike trip.",

  "Christopher.10heartI.Question.01": "Are you in?",
  "Christopher.10heartI.Answer.01": "Yes, sounds good.",
  "Christopher.10heartI.Answer.02": "Sorry, I'm not really in the mood.",

  "Christopher.10heartI.02": "Alright, no worries. $s",

  "Christopher.10heartI.03": "Awesome! $h#$b#I'll get you a bike too, and I'll let you know the details later.$0#$b#Until then, bye!$0",

  //10heart II
  "Christopher.10heartII.01": "Hey, @.",
  "Christopher.10heartII.02": "I've prepared everything, so we can head out whenever.",

  "Christopher.10heartII.03": "I know a good spot around here where we can stop and rest.",
  "Christopher.10heartII.04": "Oh yeah... nothing beats a refreshing beer after a long bike ride. $h#$b#I'm glad you came with me, @.$l#$b#I can never get the others to join.$s",
  "Christopher.10heartII.05": "But you, @, you're completely different from the others. In a good way of course.$l#$b#I've never felt this way about anyone before...$l#$b#But I think I've finally found my soulmate in you, and I couldn't be happier.$l",

  //MoviesReactions
  "Christopher.Movies.01": "I can't wait for the movie, I heard it's really good.",
  "Christopher.Movies.02": "Well... that was... FUCKING awesome. $h",
  "Christopher.Movies.03": "I hope it'll be good.",
  "Christopher.Movies.04": "I'm not disappointed. $h #$b#That was a good movie.",
  "Christopher.Movies.05": "I'm curious about this one.",
  "Christopher.Movies.06": "Well... sadly, I'm disappointed. $s#$b#It wasn't that good, but thanks for inviting me anyway. $s",

  //Engagement
  "Christopher.Engagement.0": "@... I'm glad I met you. I can't wait to start our life together. $l",
  "Christopher.Engagement.1": "I love living by the beach, but just thinking about how much we can drink together on the farm makes me happy. $h",

  //CommunityDay
  "Christopher.CommunityDay.01": "Maybe we need more fish in the aquarium, don't you think?",
  "Christopher.CommunityDay.02": "Willy and I are going fishing later, want to join us?",
  "Christopher.CommunityDay.03": "*burp* This is my seventh beer today. $h",
  "Christopher.CommunityDay.04": "There's nothing better than getting together and having some drinks.",
  //CommunityDay - MARRIED
  "Christopher.CommunityDay.05": "Come on, let's have a drink! [346]$h",
  "Christopher.CommunityDay.06": "Maybe I drank too much. Could you walk me home later?$6",
  "Christopher.CommunityDay.07": "We could go fishing together, just the two of us.$l",
  "Christopher.CommunityDay.08": "Aren't you cold? If you want, we can cuddle.",

  //JojaDay
  "Christopher.JojaDay.01": "This beer is awful, *drinks* but at least it's cheap.",
  "Christopher.JojaDay.02": "*burp* The beer in the saloon is better though.",
  "Christopher.JojaDay.funLeave": "I'm heading to JojaMart soon, do you need something?",

  //MarriageDialogue
  "Christopher.Patio": "The brakes aren't working again, but I think it'll be easier to just replace them.",

  "Christopher.spouseRoom.1": "#$c .5#Maybe I'll do some drumming later.#$e#Would you like to listen?",
  "Christopher.spouseRoom.2": "#$c .5#We should play some Roblox.",
  "Christopher.spouseRoom.3": "#$c .5#Cheers.[346]$h#$e#I love that with you I can drink anytime.",
  "Christopher.spouseRoom.4": "#$c .5#I should practice, we have a gig coming up.#$e#Do you have any plans for today?",

  "Christopher.funLeave.Saturday": "I'll go fishing soon.#$b#And later I'm heading to the saloon to drink with the boys. I'll be home late so don't wait me.",
  "Christopher.funReturn.Saturday": "I didn't... *burp* didn't drink... that much.$6",

  "Christopher.funLeave.TroutDerby": "I'm heading to the Trout Derby.",
  "Christopher.funReturn.TroutDerby": "I caught tons of trout today.$h",

  "Christopher.OneKid.00": "I wonder, will %kid1 become an alcoholic like me? $h",
  "Christopher.OneKid.01": "Yesterday I let our kid taste beer and they liked it.#$b#Just kidding. $h",
  "Christopher.OneKid.02": "Kids don't get hurt if you accidentally drop them, right?#$b#Not that I dropped %kid1.",
  "Christopher.OneKid.03": "I hope when %kid1 is old enough we can go cycling together.",
  "Christopher.OneKid.04": "Maybe today I'll teach %kid1 to bring me a beer.",
  "Christopher.TwoKids.00": "Soon we could start a band with the kids. $h",
  "Christopher.TwoKids.01": "I saw %kid2 today trying to reach my beer on the table.#$b#Couldn't be more proud.",
  "Christopher.TwoKids.02": "I think %kid1 and %kid2 are old enough for us to take them to a concert, don't you think?",
  "Christopher.TwoKids.03": "As a family activity, we could take the kids fishing.",
  "Christopher.TwoKids.04": "Don't worry, I'll feed the kids. You just focus on running the farm.#$b#Now then, where is %kid2?",

  "Christopher.MarriageDialogue.spring_Christopher": "I think I'll practice more guitar this year.",
  "Christopher.MarriageDialogue.spring_1": "Well, the new year has arrived. Do you have any goals you want to achieve?#$e#I'm full of hope and beer.",
  "Christopher.MarriageDialogue.spring_8": "Now that winter's over, we've got lots of productive days ahead.",
  "Christopher.MarriageDialogue.spring_23": "I hope you'll ask me to dance tomorrow.$l",

  "Christopher.MarriageDialogue.summer_Christopher": "Summer's here, you know what that means?$0#$e#Time to brew some beer!$h",
  "Christopher.MarriageDialogue.summer_1": "Don't get heatstroke, dear.#$e#Drink plenty of beer, here, have one.[346]",
  "Christopher.MarriageDialogue.summer_8": "*sniff* Sorry, I smell like alcohol again... I couldn't sleep last night so I drank beer all evening.",
  "Christopher.MarriageDialogue.summer_15": "It's summer... which means the house is full of flies.#$e#Don't worry, I'll fart a few times and none will be left.",
  "Christopher.MarriageDialogue.summer_19": "I can't wait for tomorrow's Trout Derby. If you have time, you should come fish with me.",

  "Christopher.MarriageDialogue.fall_Christopher": "Beer, beer, beer, beer, beer, beer.",
  "Christopher.MarriageDialogue.fall_1": "It may not be as warm anymore, but a cold beer still hits the spot.",
  "Christopher.MarriageDialogue.fall_8": "Winter is right around the corner. *burp* We need to check the heating system, shut on the valves, and inspect the insulation around the house.#$e#But don't worry, I'll take care of everything.",
  "Christopher.MarriageDialogue.fall_15": "If you don't have anything prepared for tomorrow, we could quickly catch a few fish today.",
  "Christopher.MarriageDialogue.fall_26": "Tomorrow I'll *finally* get through the maze. Every year I get lost.$s#$b#Maybe the issue is that I always start it drunk.$h",

  "Christopher.MarriageDialogue.winter_Christopher": "Now that it's winter and I can't bike, I'll probably drum more.",
  "Christopher.MarriageDialogue.winter_1": "It's getting cold.#$b#But don't worry, the alcohol will keep me warm.[346]",
  "Christopher.MarriageDialogue.winter_7": "*achoo* I really hope I won't get sick for tomorrow.$s",
  "Christopher.MarriageDialogue.winter_28": "This has been a wonderful year @! I hope we'll have many more like it.$l",

  "Christopher.MarriageDialogue.Rainy_Day": "It's raining... which means the fish are more active than usual.#$b#Maybe I'll go fishing later.",
  "Christopher.MarriageDialogue.Rainy_Night": "Did you go fishing?#$b#Sure, you get soaked, but trust me,  it's worth fishing at times like this.",
  "Christopher.MarriageDialogue.Indoor_Day": "Sometimes I miss living by the beach, but now I feel truly at home by your side.$l",
  "Christopher.MarriageDialogue.Indoor_Night": "This was a great day. Time to cuddle up in bed.",
  
  //"Christopher.MarriageDialogue.Indoor_Day_0": "-",
  "Christopher.MarriageDialogue.Indoor_Day_1": "Good morning, sweetheart! Smells good, right? I made breakfast! [198 209 211 214 225 226]#$e#You need to eat to stay full of energy all day.",
  //"Christopher.MarriageDialogue.Indoor_Day_2": "-",
  "Christopher.MarriageDialogue.Indoor_Day_3": "There's something behind your ear... $0#$b#A beer. [346]$h",
  //"Christopher.MarriageDialogue.Indoor_Day_4": "-",

  "Christopher.MarriageDialogue.Outdoor_Christopher": "I'm enjoying this farmer life.#$b#Fresh food, fruits, and of course I can't forget the homemade beer.",

  "Christopher.MarriageDialogue.Outdoor_0": "We have a wonderful day today, don't we?$h#$e#Days like this are perfect for working.",
  "Christopher.MarriageDialogue.Outdoor_1": "Today I'm just going to relax, drink, and look around the farm,  you don't mind, right?",
  //"Christopher.MarriageDialogue.Outdoor_2": "-",
  //"Christopher.MarriageDialogue.Outdoor_3": "-",
  "Christopher.MarriageDialogue.Outdoor_4": "Don't overwork yourself, darling.#$e#Sometimes you should rest a bit... or have a beer.$h",

  //"Christopher.MarriageDialogue.Rainy_Day_0": "-",
  //"Christopher.MarriageDialogue.Rainy_Day_1": "-",
  "Christopher.MarriageDialogue.Rainy_Day_2": "Good morning! I woke up early today and thought I'd make you breakfast. [198 209 211 214 225 226]#$e#Keep yourself warm, and don't work too hard. I want you to stay healthy.",
  "Christopher.MarriageDialogue.Rainy_Day_3": "I hope the rain stops soon. I wanted to go cycling but I don't want to get soaked.",

  //"Christopher.MarriageDialogue.Indoor_Night_0": "-",
  //"Christopher.MarriageDialogue.Indoor_Night_1": "-",
  //"Christopher.MarriageDialogue.Indoor_Night_2": "-",
  //"Christopher.MarriageDialogue.Indoor_Night_3": "-",
  //"Christopher.MarriageDialogue.Indoor_Night_4": "-",

  //"Christopher.MarriageDialogue.Rainy_Night_0": "-",
  //"Christopher.MarriageDialogue.Rainy_Night_1": "-",
  //"Christopher.MarriageDialogue.Rainy_Night_2": "-",
  "Christopher.MarriageDialogue.Rainy_Night_3": "What a pleasant evening we have. I wouldn't trade it for anything.#$b#Well... maybe for a lifetime supply of beer, but don't worry, I'd share it with you.",
  "Christopher.MarriageDialogue.Rainy_Night_4": "I made some soup for dinner. [219 456 728]$h#$e#You need something warm on days like this!$h",
  //"Christopher.MarriageDialogue.Rainy_Night_5": "-",

  //"Christopher.MarriageDialogue.Good_0": "-",
  "Christopher.MarriageDialogue.Good_1": "When we first drank together, I already knew that one day we'd be together.",
  //"Christopher.MarriageDialogue.Good_2": "-",
  //"Christopher.MarriageDialogue.Good_3": "-",
  //"Christopher.MarriageDialogue.Good_4": "-",
  "Christopher.MarriageDialogue.Good_5": "I was just staring at my wedding talisman... The shell looks really nice. It must have cost a fortune!$l",
  "Christopher.MarriageDialogue.Good_6": "Be careful out there! Sometimes I worry you might fall into the ocean.",
  //"Christopher.MarriageDialogue.Good_7": "-",
  "Christopher.MarriageDialogue.Good_8": "Don't worry about me... I know you have lots of responsibilities outside the house. I'm perfectly fine on my own!$l#$b#*burp*$0",
  //"Christopher.MarriageDialogue.Good_9": "-",

  "Christopher.MarriageDialogue.Neutral_0": "I hope you'll still love me even if I become fat and alcoholic.$s",
  //"Christopher.MarriageDialogue.Neutral_1": "-",
  //"Christopher.MarriageDialogue.Neutral_2": "-",
  "Christopher.MarriageDialogue.Neutral_3": "If you see Márk or Bence, say hi for me,  I haven't met them much lately.$s",
  //"Christopher.MarriageDialogue.Neutral_4": "-",
  //"Christopher.MarriageDialogue.Neutral_5": "-",
  //"Christopher.MarriageDialogue.Neutral_6": "-",
  //"Christopher.MarriageDialogue.Neutral_7": "-",
  "Christopher.MarriageDialogue.Neutral_8": "*burp* Maybe that second sixpack was too much.$6",
  //"Christopher.MarriageDialogue.Neutral_9": "-",

  //"Christopher.MarriageDialogue.Bad_0": "-",
  //"Christopher.MarriageDialogue.Bad_1": "-",
  //"Christopher.MarriageDialogue.Bad_2": "-",
  //"Christopher.MarriageDialogue.Bad_3": "-",
  //"Christopher.MarriageDialogue.Bad_4": "-",
  //"Christopher.MarriageDialogue.Bad_5": "-",
  //"Christopher.MarriageDialogue.Bad_6": "-",
  "Christopher.MarriageDialogue.Bad_7": "We used to drink together all the time... lately we only drink when I'm the one inviting you.$s",
  //"Christopher.MarriageDialogue.Bad_8": "-",
  //"Christopher.MarriageDialogue.Bad_9": "-",

  "Christopher.MarriageDialogue.NoBed_0": "What happened to the bed?#$b#No worries, I can sleep anywhere.",
  "Christopher.MarriageDialogue.NoBed_1": "My back is sore from sleeping on the floor... looks like I can't handle it as well as I used to.$s",
  "Christopher.MarriageDialogue.NoBed_2": "I had to sleep on the floor last night...$0#$b#Luckily I'm used to it by now.$h",
  "Christopher.MarriageDialogue.NoBed_3": "Did something happen to our bed...?",

  //===============//
  //   Bence NPC   //
  //===============//

  //SPECIAL DIALOGUE
  "Bence.Introduction": "Oh... Hello, you must be the new farmer, right? Nice to meet you, I'm Bence.",
  "Bence.Resort_Entering": "Sometimes it's good to relax. #$b#Though I did plenty of that yesterday too. #$b#Anyway...",
  "Bence.Resort_Leaving": "*yawn*... that felt good.",
  "Bence.Resort_Shore": "Everything is so peaceful here.$0#$b#I hope a storm won't hit now, why do i feel like i just jinxed it?$u",
  "Bence.Resort_Chair": "*yawn*",
  "Bence.Resort_Bar": "I could try a cocktail, which one's your favorite?",
  "Bence.Resort": "%it looks like Bence is deep in his thoughts.",
  "Bence.AcceptBouquet": "...#$b#You really surprised me with this, but I accept.$l",
  "Bence.Reject_458": "Aren't you moving a bit fast? Don't you think we should get to know each other better first?",
  "Bence.GreenRain": "The weather is pretty strange today, isn't it?",
  "Bence.GreenRainFinished": "Looks like yesterday's rain had no negative effects... *mumbling* except that my house leaked again.",
  "Bence.GiftPizza": "I'll eat this later. Thanks.$h",
  "Bence.GiftLangos": "I love you.$h",
  "Bence.AcceptBirthdayGift_Positive": "Oh... you knew it was my birthday today? $h#$b#Thank you for the gift, @. $h",
  "Bence.AcceptBirthdayGift_Negative": "Oh... you knew it was my birthday today? $h#$b#And you even brought a gift... thank you... $s",
  "Bence.AcceptGift_alcohol_item": "I'm not really a fan of alcoholic drinks.$s",
  "Bence.DumpsterDiveComment": "I'm not judging.",
  "Bence.married_Christopher": "I hope you're not marrying him because you think you can fix him.",
  "Bence.married_Mark": "Congratulations to both of you.$0#$b#*sniff* They grow up so fast.$s",
  "Bence.breakUp": "Ok... $a",
  "Bence.divorced": "I don't really want to talk to you.$a",
  "Bence.MovieInvitation": "Movie? Why not, I'm free today anyway. $h",
  //"Bence.RejectBouquet_NpcAlreadyMarried": "-",
  //"Bence.RejectBouquet_AlreadyAccepted": "-",
  //"Bence.RejectBouquet_Divorced": "-",
  //"Bence.RejectBouquet_VeryLowHearts": "-",
  //"Bence.RejectBouquet_LowHearts": "-",
  "Bence.RejectGift_Divorced": "... $a",
  //"Bence.RejectMermaidPendant_AlreadyAccepted": "-",
  //"Bence.RejectMermaidPendant_Divorced": "-",
  //"Bence.RejectMermaidPendant_NeedHouseUpgrade": "-",
  //"Bence.RejectMermaidPendant_NpcWithSomeoneElse": "-",
  //"Bence.RejectMermaidPendant_Under8Hearts": "-",
  //"Bence.RejectMermaidPendant_Under10Hearts": "-",
  //"Bence.RejectMermaidPendant": "-",
  //"Bence.Dating": "-",

  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Bence.LocationDialogue.BlueMoonVineyard": "Oh... Hello @! #$b#You really surprised me.#$b#I don't run into people around here that often.",
  "Bence.LocationDialogue.ScienceHouse": "Hello, @! Don't tell me, you're here for a building upgrade?#$b#I'm just here to deliver a few logs.",

  //SPRING AND GENERAL DIALOGUE
  "Bence.CharacterDialogue.001": "Hi, can I help you with something?",
  "Bence.CharacterDialogue.002": "Hi farmer, can I help you with something?",
  "Bence.CharacterDialogue.003": "Hi @, can I help you with something?$h",
  "Bence.CharacterDialogue.004": "*yawn* Sorry, I'm just a bit tired.$6",
  "Bence.CharacterDialogue.005": "I didn't sleep well last night.$6#$e#Maybe I should go to bed earlier?$6",
  "Bence.CharacterDialogue.006": "*sneeze*$0#$e#*sneeze* Damn it already.$a",
  "Bence.CharacterDialogue.007": "*sneeze*#$b#*sneeze*#$b#*sneeze* Someone kill me! *sneeze*",
  "Bence.CharacterDialogue.008": "Have you tried the local pizza? #$b#Trust me, it's really worth it.",
  "Bence.CharacterDialogue.009": "Oh... @! Hey. You scared me a bit, I was deep in my thoughts.",
  "Bence.CharacterDialogue.010": "Be careful if you go into the forest, there are plenty of wild animals. #$b#And if you run into one... I hope you're a good runner.",
  "Bence.CharacterDialogue.011": "If you cut down a tree, don't forget to plant a new one.",
  "Bence.CharacterDialogue.012": "*stretching* Finally the weekend is here.",
  "Bence.CharacterDialogue.013": "It feels good living far away from everything. So peaceful, no one bothers me, it's just me and my thoughts.",
  //SUMMER DIALOGUE
  "Bence.SummerCharacterDialogue.001": "I'm afraid if the river's currents change, my house will just fall right into it.#$b#Maybe I shouldn't have built it so close.$u",
  "Bence.SummerCharacterDialogue.002": "I really don't feel like doing anything today...$6",
  "Bence.SummerCharacterDialogue.003": "*yawn* Sorry, I'm a bit grouchy right now, so I don't really feel like talking.$6",
  "Bence.SummerCharacterDialogue.004": "*yawn* Oh... @! I'm not really in the mood to talk.$6",
  "Bence.SummerCharacterDialogue.005": "*yawn* Oh... Hello @! What's up?#$b#Do you want to talk about something?$6",
  "Bence.SummerCharacterDialogue.006": "I hope it rains soon and cools down a bit.",
  "Bence.SummerCharacterDialogue.007": "I still have so much to do today, but I have neither the time nor the energy.#$b#I'll just get it done tomorrow.",
  "Bence.SummerCharacterDialogue.008": "Sometimes I see strange figures in the forest... maybe I'm going crazy?$u#$b#Or maybe I just need more sleep?$6",
  "Bence.SummerCharacterDialogue.009": "*yawn* I didn't sleep at all last night, something kept scratching the side of my house but when I went out, nothing was there.$6#$b#I guess that's the downside of living in the forest.$6",
  "Bence.SummerCharacterDialogue.010": "This summer doesn't feel as hot as last year.#$e#It's pretty shady around my cabin because of all the trees, so maybe that's why I don't feel the heat.",
  "Bence.SummerCharacterDialogue.011": "Sometimes the heat is unbearable, even at night.#$b#I remember one summer I saw Leah jump into the river.",
  "Bence.SummerCharacterDialogue.012": "This week is almost over too, the weeks go by fast, don't they?",
  //FALL DIALOGUE
  "Bence.FallCharacterDialogue.001": "We've got pleasant weather today, don't you think?",
  "Bence.FallCharacterDialogue.002": "I should probably sweep all these leaves around my house.#$b#Though... it doesn't matter, the wind will blow them away anyway.",
  "Bence.FallCharacterDialogue.003": "...$6#$b#*sigh* Sorry, I'm just not in a talking mood right now.$6",
  "Bence.FallCharacterDialogue.004": "@!#$b#I wanted to say something but I forgot.#$e#Nope, still can't remember what it was.",
  "Bence.FallCharacterDialogue.005": "I like combining the pleasant with the useful.",
  "Bence.FallCharacterDialogue.006": "The 27th is one of my favorite holidays.#$b#And... that reminds me, I promised Lewis I'd help prepare the festival this year. *sigh*",
  "Bence.FallCharacterDialogue.007": "You never know what you might run into in the forest.$u#$b#Just kidding.$h#$b#Or am I?$u",
  "Bence.FallCharacterDialogue.008": "*yawn* I stayed up until dawn working on a project.$6#$e#Why do I feel like I'm slowly destroying myself.$6",
  "Bence.FallCharacterDialogue.009": "Ah... finally Saturday. I love wandering around town and getting lost in my thoughts.",
  "Bence.FallCharacterDialogue.010": "Hey @. Yesterday I found some mushrooms in the forest.#$b#$y 'Interested in some?_Yes, thank you._Okey, here. [281 404 420 422][281 404 420 422][281 404 420 422]_Nah, I don't need any._Alright, suit yourself.'",
  "Bence.FallCharacterDialogue.011": "*sigh* I could kill for a good burger right now.",
  "Bence.FallCharacterDialogue.012": "Have you ever felt unmotivated?#$b#I mean really, truly unmotivated.$6",
  //WINTER DIALOGUE
  "Bence.WinterCharacterDialogue.001": "%Bence doesn't seem like he wants to talk to anyone right now.",
  "Bence.WinterCharacterDialogue.002": "I hope I chopped enough wood to last through winter.$u",
  "Bence.WinterCharacterDialogue.003": "There's no more beautiful sight than the winter landscape.#$b#Though the bright whiteness almost burns my eyes out, but it's worth it for the view.",
  "Bence.WinterCharacterDialogue.004": "Hey, how's winter treating you?#$e#I guess there isn't much work on the farm during this season.",
  "Bence.WinterCharacterDialogue.005": "*sigh* I don't want to be rude, but could you leave me alone?$6",
  "Bence.WinterCharacterDialogue.006": "I barely have anything to do in winter, so sometimes I don't know what to do with myself.#$e#How do you pass the time in winter?",
  "Bence.WinterCharacterDialogue.007": "*sneeze* Great... I think I caught a cold.#$b#It's fine, I'll get over it by tomorrow.",
  "Bence.WinterCharacterDialogue.008": "I can always concentrate better in the cold.",
  "Bence.WinterCharacterDialogue.009": "Winter is my second favorite season.",
  "Bence.WinterCharacterDialogue.010": "I spend more time in my cabin during winter than usual.",
  "Bence.WinterCharacterDialogue.011": "Now that I have less to do in winter, I can focus more on my projects.$h",
  "Bence.WinterCharacterDialogue.012": "*yaa- *sneeze*#$b#Well... that was interesting.",
  "Bence.WinterCharacterDialogue.013": "A nice warm mug of cocoa would be amazing right now.",
  "Bence.WinterCharacterDialogue.014": "Do you ever feel like life is moving forward but you're stuck and not going anywhere.$6#$b#Oh... sorry, it's just the voices again.$6",

  //RAINY
  "Bence.Rainy": "I love the rain, the air feels so much cleaner at times like this.",

  //Bence Gift Tastes
  "Bence.Gifts.Loved": "Wow... well... I don't even know what to say, this is a great gift. Thank you.$h",
  "Bence.Gifts.Liked": "Oh... thank you very much.$h",
  "Bence.Gifts.Disliked": "Uh-huh... thanks, you really shouldn't have to.$s",
  "Bence.Gifts.Hated": "Are you serious?$a",
  "Bence.Gifts.Neutral": "Thank you.$0",

  //FESTIVALS
  "Bence.FlowerDance_Accept": "Hm... you know what, fine. I'll dance with you.$h",
  "Bence.FlowerDance_Decline": "Sorry, but I'll skip it this time.",
  "Bence.WinterStar_GiveGift_Before": "I hope you'll like it.$h",
  "Bence.WinterStar_GiveGift_After": "So... what do you think?$h",
  //"Bence.WinterStar_ReceiveGift": "-",

  //Bence spring13
  "Bence.Egg": "Good luck with the egg hunt.#$e#Am I joining?#$b#Nah... I think I'll skip it this year.",
  "Bence.Egg2": "I'm not that interested in the egg hunt, I only came for the food.",

  //Bence spring24
  "Bence.Flower": "Ever since I moved here, Lewis always asks me to put up the planks for the bridges.#$b#No one has fallen through yet, so I must be doing something right.",
  "Bence.Flower2": "*yawn*$6#$b#Sorry, I woke up like 20 minutes ago.$6",

  //Bence summer11
  "Bence.Luau": "Hope you can handle spicy food, because this year I added some of my homegrown hot peppers to the soup.",
  "Bence.Luau2": "I'm not a big fan of soups, but I might taste it.#$b#Of course, only if Kristóf really didn't put anything funny in it this year.",

  //Bence summer28
  "Bence.Jellies": "Another summer over.#$e#",
  "Bence.Jellies2": "Maybe I should come to the beach more often.#$b#The air is really nice here.",

  //Bence fall16 
  "Bence.Fair": "Ah... yes, have you tried the meats yet?",
  "Bence.Fair2": "*sigh* Sadly there are no new games this year either.$s#$b#But whatever, I only came for the free food anyway.",

  //Bence fall27
  "Bence.Spirit": "*gulp* Hey @! Have you been in the maze yet?#$b#Maybe I'll go check it out too.#$b#Wait a second... is that a cream puff!?#$b#Alright, I'm staying here.",
  "Bence.Spirit2": "Oh... @. I see you made it too.#$b#The reward's in the chest over there, I think I'll stay for a bit.#$e#Feels good to withdraw from people sometimes.",

  //Bence winter8 
  "Bence.Ice": "Good news, Kristóf got sick, so you might actually have a chance to win this year.",
  "Bence.Ice2": "$y 'So... got any tactics for this year's competition?_I practiced a lot._Let's hope it'll be enough.$h_I brought special bait._Nice.$h_I think I'll cheat._Remember, it's only cheating if you get caught.$h'",

  //Bence winter25
  "Bence.star": "I'm going to regret eating this many sweets.#$b#Whatever, that's future Bence's problem.",
  "Bence.star2": "If someone gives me alcohol as a gift again, I won't forgive them.",

  //Mails
  "Mail.Bence": "Hey @!^^I'm curious what a pizza made from crops grown on your farm would taste like. Could you bake one for me?^^Thanks!^-Bence%item quest 2101 %%[#]Bence's Pizza Order",
  "Mail.BenceRecipe": "Hello @!^^I thought I'd share a special recipe with you.^^If you make it, don't forget about me. ;) ^^ -Bence%item cookingRecipe %%[#]Bence's Recipe",

  //Phone
  "Phone.Bence": "Hello, I'd like to order a large Hungarian-style pizza.#$b#Oops, wrong number.#$b#Still, @, could you bring me one?#$b#*click*",
  
  //ScheduleDialogue
  "Bence.NightMarket.01": "I don't think I'll buy anything, but I still came out to look around.",
  "Bence.DesertFestival_marriage.01": "It's damn hot here. Could you bring me something to drink, darling?",
  "Bence.DesertFestival.01": "I hate the desert, it's hot and my shoes are full of sand.",
  "Bence.Hospital.01": "*yawn* Hi @!$6#$b#I almost managed to be late even from here.$6",
  "Bence.Hospital.02": "I'm telling you, there's nothing wrong with me, doc. I just didn't sleep much last night.$6",
  "Bence.SeedShop.01": "Hmm... I forgot what I wanted to buy.$u",
  "Bence.SeedShop.02": "A nice cold drink would feel great right now.",
  "Bence.SeedShop.03": "Great, my shoes are soaked.$s#$b#Did I say that out loud?$u",
  "Bence.marriage_Sat.01": "Feels good to leave the farm sometimes.",
  "Bence.marriage_Sat.02": "Want some pizza?",

  //Bence Conversation topics 
  "Bence.2heart.Topic": "Guess what, @.$0#$b#I finally started working on the assignment.$h",
  "Bence.6heart.Topic": "I'm so glad I finally managed to fix the jukebox.$0#$b#It's so much better listening to music on it than on my laptop.$h#$b#Though I hope I'm not bothering anyone with it.$u",
  "Bence.8heart.Topic": "I've managed to expand my game since I last showed it to you.$#$e#I think I'll only show it again once it's finished.$h#$b#Which probably won't be this year.$u",
  "Bence.10heart.Topic": "I had a wonderful time with you last night.$l#$b#We should do similar things again in the future.$l",
  //"Bence.Sam.Concert": "I saw it right, that you were at Sam's concert, right?#$b#I can't say I was surprised, I expected worse.",
  "Bence.Christopher.10heart": "I heard you went cycling with Kristóf.$6#$b#Finally he's not gonna bother us with it.$6",

  "Bence.houseUpgrade_1": "I've seen you chopping a lot of wood lately.#$b#I figured you were preparing for something big.$h",
  "Bence.structureBuilt_Coop": "Robin said you got a coop.#$b#Do you have chickens yet?#$b#If yes, can I go see them?",
  "Bence.structureBuilt_Barn": "I heard you got a barn.$0#$b#I hope there's still some forest left.$h",

  //Bence Events

  //2heart
  "Bence.2heart.01": "Hé Bence. How's the assignment going?",
  "Bence.2heart.02": "Well... pretty well.$s#$b#I think I'm slowly getting close to finishing it.$s",
  "Bence.2heart.03": "Good to hear that.#$b#I'm counting on you, Bence.",
  "Bence.2heart.04": "*sigh*",
  "Bence.2heart.05": "I guess you heard what we were talking about.$0#$b#To be honest, I'm doing terribly with the assignment.$s",
  "Bence.2heart.06": "The problem is I just can't get myself to start.$s#$b#I just don't have the motivation.$s#$b#I only ever start working when the deadline is close.$s#$b#And usually I don't finish in time because of it.$s",
  "Bence.2heart.07": "And there are so many other things I'd rather be doing: working on one of my video game projects or fixing my jukebox.#$b#Instead I just sit here wasting time until I run out of it.",
  "Bence.2heart.08": "#Find something new to focus on.#Everyone needs rest.#Try to pull yourself together.",
  "Bence.2heart.09": "Well... maybe you're onto something.#$b#But I don't know, I already feel like I have no time for anything.",//+0
  "Bence.2heart.10": "You might be right, but even then I feel like I rest more than I work.",//+10
  "Bence.2heart.11": "I wish it were easier to do than to say.$s",//-10
  "Bence.2heart.12": "Anyway, thanks for listening.$0#$b#I appreciate it.$h",

  //4heart
  "Bence.4heart.01": "This is just a tribute...",
  "Bence.4heart.02": "Oh... hello @!#$b#I'm doing assignments and I'm really behind, so I don't have much time right now.",

  "Bence.4heart.Answer.01": "Alright, I won't bother you then.",
  "Bence.4heart.Answer.02": "Do you need help?",
  
  "Bence.4heart.03": "Okey, we'll talk later.",
  "Bence.4heart.04": "Uh... I'd appreciate that. $h",
  "Bence.4heart.05": "Alright, that should've been the last one.",
  "Bence.4heart.06": "Thanks for helping me. This way I finished much faster. $h#$b#Anyway, I'm heading home now. We'll talk later, see ya!$0",

  //6heart
  "Bence.6heart.01": "Why the hell won't you work?!$a",
  "Bence.6heart.02": "Oh, hello @! Come on in.",
  "Bence.6heart.03": "I'm trying to fix my jukebox, but it just refuses to work.$a",
  "Bence.6heart.04": "I've cleaned it multiple times.#$b#Changed the power supply.#$b#Replaced the rusty parts.#$b#Bought new cables for it.#$b#But nothing made it work so far.",
  "Bence.6heart.05": "This is getting so damn frustrating, I'm about to-$a",
  "Bence.6heart.06": "Hm...$u#$b#Well, looks like sometimes the simplest things work the best.",

  //8heart
  "Bence.8heart.01": "Hey, @!",
  "Bence.8heart.02": "I'm currently working on a project, come take a look!",
  "Bence.8heart.03": "Here you go... go ahead and try it.",

  "Bence.8heart.Game.01": "Just another average day at school.#I'm on my way to my classroom, wondering what the day holds for me.#Suddenly a familiar feeling hits me, my stomach tightens, my heart races when I spot Senpai.#Calm down, Kristóf-chan, everything will be fine. Don't mess it up again...",
  "Bence.8heart.Game.Question.01": "What do you do now?#I go to Senpai.#I don't go to Senpai.",
  "Bence.8heart.Game.Ending1.01": "I can't believe I chickened out again.#*sigh* I should just leave school and go to the local pub.",
  "Bence.8heart.Game.Ending1.02": "Disappointed, I walk out of the school building.#I stare at the paving stones, thinking what to do now.#Will I ever find true love?",
  "Bence.8heart.Game.Ending1.03": "The negative thoughts drown out all my senses.#Suddenly hear a loud honk and out of nowhere-",
  "Bence.8heart.Game.Ending1.04": "Kristóf-chan got hit by a bus and died.#-THE END-#Ending: 1/3",
  "Bence.8heart.Game.02": "Rákóczi: Hi Kristóf-chan!",
  "Bence.8heart.Game.03": "As Senpai said that, time suddenly stopped around me.#I need to pull myself together.#I can do this.#I took a deep breath, swallowed hard and...",
  "Bence.8heart.Game.Question.02": "What do you say?#Hello Senpai.#Hey...#Kon'nichiwa, Senpai.",
  "Bence.8heart.Game.04": "Rákóczi: Where are you heading?",
  "Bence.8heart.Game.05": "Kristóf: 3... 3-A classroom.",
  "Bence.8heart.Game.06": "We walked toward my classroom together.#We talked for a long time about our favorite metal bands, our preferred beer brands, and Senpai even told me which Roblox server he has the most points on.#I never thought we had so much in common.#I wanted to talk more, but unfortunately we reached my classroom.#To my surprise, Senpai didn't say goodbye, he came in with me.",
  "Bence.8heart.Game.07": "My classmates looked at me with jealousy as I walked in with Rákóczi-senpai.#No wonder, Senpai is one of the most popular students in school.#Probably half the school is in love with him.",
  "Bence.8heart.Game.08": "Rákóczi: I was thinking... if you'd like, after school we could go to the nearby bar for a drink.",
  "Bence.8heart.Game.Question.03": "#That sounds great, I'm in.#I can't, I need to study for tomorrow's exam.",
  "Bence.8heart.Game.Ending2.01": "I can't believe it's finally happening...#...I'm finally going on a date with Senpai.",
  "Bence.8heart.Game.Ending2.02": "Rákóczi: Oh... it's already that late, I have to go or I'll be late for class.#Rákóczi: Bye Kristóf-chan, see you after school.",
  "Bence.8heart.Game.Ending2.03": "Kristóf: Bye, Senpai.",
  "Bence.8heart.Game.Ending2.04": "As Rákóczi walked out, I couldn't take my eyes off him.#Before leaving, he turned back and smiled at me.",
  "Bence.8heart.Game.Ending2.05": "Nothing special happened during the remaining classes, even if something had, I wouldn't have noticed.#All I could think about was drinking with Senpai tonight.",
  "Bence.8heart.Game.Ending2.06": "The final bell rang.#It was time.",
  "Bence.8heart.Game.Ending2.07": "As I reached the ground floor, I spotted Senpai waiting for me.",
  "Bence.8heart.Game.Ending2.08": "Kristóf-chan spent an unforgettable evening with Rákóczi Senpai.#But since he didn't study for the exam, he got a 4.#It devastated him so much that years later he ended up as a filthy alcoholic hobo, and Senpai left him too.#-THE END-#Ending: 2/3",
  "Bence.8heart.Game.Ending3.01": "Rákóczi: Oh... What's the exam about?",
  "Bence.8heart.Game.Ending3.02": "Kristóf: History, the 1703-1711 War of Independence.",
  "Bence.8heart.Game.Ending3.03": "After I said that and looked up, I saw a confident smile on Senpai's face.",
  "Bence.8heart.Game.Ending3.04": "Rákóczi: Well... if you want, I can help you study. You could say I'm an expert on the war that started in 1703.#He said while playing with his beautiful brown hair.",
  "Bence.8heart.Game.Ending3.05": "Kristóf: Really?! But are you sure you want to waste your afternoon on that?",
  "Bence.8heart.Game.Ending3.06": "Rákóczi: Don't be silly, it's not a waste of time if it helps you, Kristóf-chan.",
  "Bence.8heart.Game.Ending3.07": "Hearing those words, my heart beats faster and faster.#Could it be that Senpai feels the same?#Don't be stupid Kristóf, Rákóczi-senpai is just very kind.",
  "Bence.8heart.Game.Ending3.08": "Rákóczi: Oh... it's already that late, I have to go or I'll be late for class.#Rákóczi: Bye Kristóf-chan, see you after school.",
  "Bence.8heart.Game.Ending3.09": "Kristóf: Bye, Senpai.",
  "Bence.8heart.Game.Ending3.10": "As Rákóczi walked out, I couldn't take my eyes off him.#Before leaving, he turned back and smiled at me.",
  "Bence.8heart.Game.Ending3.11": "The rest of the day passed quickly.#But as I left the school, it suddenly hit me.#Kristóf: Senpai is coming over...#Kristóf: Senpai is coming over and he'll see my room.#Kristóf: I have to hurry home and clean it up!!!",
  "Bence.8heart.Game.Ending3.12": "Kristóf-chan ran home faster than ever.#Completely forgetting he came by bike.#Later that afternoon, just like he promised, Senpai visited Kristóf-chan and helped him study history.#-THE END-#Ending: 3/3",
  "Bence.8heart.Game.Question.Reset": "Restart?#Yes.#No.",

  "Bence.8heart.Question.01": "So? How did you like it?#It was really good.#There's still work to be done, but it'll be fine.#Well... this wasn't that good.",
  "Bence.8heart.Reaction.01": "Happy to hear that.",
  "Bence.8heart.Reaction.02": "Well yeah... there's still a lot of work to do.",
  "Bence.8heart.Reaction.03": "...$s#$b#Anyway, I'm glad you came.$s#$b#Come by again...$s",
  
  "Bence.8heart.4": "Too bad I got stuck.$s#$b#I don't know why, but sometimes I just freeze up and can't continue.$s#$b#Coding is never the issue, only when I have to write text or dialogue.#$b#Taking a break doesn't help either, because when I come back, the block is still present.$s#$b#Anyway, I'm glad you came.$h#$b#Come again sometime.$h",

  //10heart
  "Bence.10heart.01": "Hello @!#$b#I was hoping you'd pass by, come on, I want to show you something!",
  "Bence.10heart.02": "Okey... I know this is kind of sudden, but I promise it'll be fun.",
  "Bence.10heart.03": "Well... here it is.",

  "Bence.10heart.Question.01": "I hope you like it.#Yes, I like it.#I expected something else.#Not really my thing.",
  "Bence.10heart.Reaction.01": "I'm glad to hear that.",
  "Bence.10heart.Reaction.02": "Yeah... I don't often do things like this. Ha.. ha..",
  "Bence.10heart.Reaction.03": "Well that's unfortunate.$s#$b#Still, give it a try for me.$s",

  "Bence.10heart.04": "I made... okey, I ordered some food.#$b#But that's not the main attraction of the evening.",
  "Bence.10heart.05": "Sometimes I come out here at night when I can't sleep.#$b#This deep in the forest there's less light pollution, so the sky looks much clearer.",
  "Bence.10heart.06": "You're the first person I've shared this experience with.",
  "Bence.10heart.07": "I remember when we first met.$h#$b#It's been a while, hasn't it?$l#$b#Back then I never imagined you'd have such an effect on me.$l#$b#Ever since we got truly close, I feel like a new person.$l#$b#In these past weeks I've felt happier and more collected than ever before, and I owe that to you, @.$l",

  //MoviesReactions
  "Bence.Movies.01": "I'm curious if this movie will really be as good as others say.",
  "Bence.Movies.02": "That was a pretty awesome movie.#$b#I'm glad you invited me.$h",
  "Bence.Movies.03": "I haven't heard about this movie before.#$b#I hope it'll be good.",
  "Bence.Movies.04": "This was a pretty good movie.#$b#Thanks for the invitation.",
  "Bence.Movies.05": "I don't know... I don't think this movie will be my favorite.",
  "Bence.Movies.06": "Well... thanks for inviting me anyway.$s",

  //Engagement
  "Bence.Engagement.0": "I'm curious what it'll be like to live on the farm.",
  "Bence.Engagement.1": "I can't believe this day has finally come.$l",

  //CommunityDay
  "Bence.CommunityDay.01": "Robin promised to teach me some new techniques.",
  "Bence.CommunityDay.02": "I woke up early, so I'm a bit tired right now. *yawns*$6",
  "Bence.CommunityDay.03": "I hope I didn't forget anyone's assignment and that everyone will have enough wood for winter.$u#$b#If I did forget someone, they'll probably let me know.$0",
  "Bence.CommunityDay.04": "Hey @! Don't you think there are too many events in town?#$b#Seriously, it feels like there's something every week.",
  //CommunityDay - MARRIED
  "Bence.CommunityDay.05": "Robin promised to teach me some new techniques.#$b#Will you join us?",
  "Bence.CommunityDay.06": "Hello darling, do you think we could slip away somewhere, just the two of us?",
  "Bence.CommunityDay.07": "Do we still have something to do on the farm before winter arrives?",
  "Bence.CommunityDay.08": "Hello darling! Don't you think there are too many events in town?#$b#Seriously, it feels like there's something every week.",

  //JojaDay
  "Bence.JojaDay.01": "I thought I'd grab a couple of energy drinks.",
  "Bence.JojaDay.02": "Everyone needs a little poison, right?",
  "Bence.JojaDay.funLeave": "I'm heading down to Joja Mart, do you need anything?",
  
  //MarriageDialogue
  "Bence.Patio": "It's so peaceful here.",

  "Bence.spouseRoom.1": "#$c .5#I think I'm going to work on one of my projects today.",

  "Bence.funLeave.Saturday": "Later I'm going for a walk, and in the evening I'll stop by the saloon.#$b#I'll be back at night.",
  "Bence.funReturn.Saturday": "It feels good to meet up with old friends.",

  "Bence.OneKid.00": "Did you and %kid1 get to play today?",
  "Bence.OneKid.01": "I wonder which one of us %kid1 will resemble... hopefully you.",
  //"Bence.OneKid.02": "-",
  "Bence.OneKid.03": "*yawn* I can sleep much less ever since we had a child.$6",
  "Bence.OneKid.04": "I'll be right back, we're out of milk.#$e#Just kidding.",
  //"Bence.TwoKids.00": "-",
  //"Bence.TwoKids.01": "-",
  "Bence.TwoKids.02": "I hope when %kid2 and %kid1 are old enough, they'll help out on the farm too.",
  //"Bence.TwoKids.03": "-",
  "Bence.TwoKids.04": "These two kids are exhausting.$6",
  
  "Bence.MarriageDialogue.spring_Bence": "Now that it's spring, I guess there's a lot to do on the farm.#$b#Do you want me to help?",
  "Bence.MarriageDialogue.spring_1": "*yawn* It's spring already?$6#$b#Feels like I slept through the whole winter.$6",
  "Bence.MarriageDialogue.spring_8": "So...? Is everything alright on the farm?",
  "Bence.MarriageDialogue.spring_23": "Oh... the Flower Dance is tomorrow?#$b#Totally slipped my mind.",

  "Bence.MarriageDialogue.summer_Bence": "I'll be spending most of this summer in the shade.",
  "Bence.MarriageDialogue.summer_1": "Be careful not to get heatstroke in this heat.",
  "Bence.MarriageDialogue.summer_8": "Oh... it looks like you got really sweaty, darling. If needed, I'll help on the farm tomorrow.#$b#*mumbling* As long as the weather is not this hot.",
  "Bence.MarriageDialogue.summer_15": "*scratches* Great, there's a mosquito somewhere in the house.",

  "Bence.MarriageDialogue.fall_Bence": "I could go for a pizza right now.",
  "Bence.MarriageDialogue.fall_1": "It's finally fall.$h",
  "Bence.MarriageDialogue.fall_8": "So? How are the crops coming along?",
  "Bence.MarriageDialogue.fall_15": "Any idea what you're going to display tomorrow?#$e#Take only our best crops, don't bring any wilted veggies.$h",
  "Bence.MarriageDialogue.fall_26": "Oh... the Spirit's Eve festival is tomorrow. Is fall already over?",

  "Bence.MarriageDialogue.winter_Bence": "*sneeze*$u#$b#I can't believe this.",
  "Bence.MarriageDialogue.winter_1": "*yawn* It's pretty cold outside.$6#$b#I'm staying in today.$6",
  "Bence.MarriageDialogue.winter_7": "Maybe one year I could try entering the fishing competition.$0#$b#Do you think you could teach me how to fish?$l",
  "Bence.MarriageDialogue.winter_28": "Another year is gone.#$b#I assume the first week of spring won't be easy.",

  "Bence.MarriageDialogue.Rainy_Day": "Ah... yes. What a wonderful weather we're having now, don't you think?#$e#I didn't mean that sarcastically.",
  "Bence.MarriageDialogue.Rainy_Night": "I hope you didn't get soaked, darling.#$b#I love this kind of weather, but it's not worth getting drenched.",
  "Bence.MarriageDialogue.Indoor_Day": "Living on a farm is different from living in the forest, but honestly I feel good here and I'm not even homesick.",
  "Bence.MarriageDialogue.Indoor_Night": "The air feels so different at night on the farm.$0#$b#I like it.$h",
  
  "Bence.MarriageDialogue.Indoor_Day_0": "Morning ~<$h#$e#Ready for today's work? I am.$h",
  "Bence.MarriageDialogue.Indoor_Day_1": "Good morning, darling! I made breakfast! [194 195 201 211 215]#$b#I hope I didn't burn it.",
  //"Bence.MarriageDialogue.Indoor_Day_2": "-",
  "Bence.MarriageDialogue.Indoor_Day_3": "I had a really weird dream last night.#$b#I don't remember it anymore... but I do remember it being weird.",
  "Bence.MarriageDialogue.Indoor_Day_4": "*yawn* Morning, darling. Just another ordinary day on the farm, right?$6",

  "Bence.MarriageDialogue.Outdoor_Bence": "Farm life isn't so bad.$h",

  "Bence.MarriageDialogue.Outdoor_0": "Nice weather today, huh?$h#$e#Days like this makes work much more bearable.$0",
  "Bence.MarriageDialogue.Outdoor_1": "I'm mostly just going to relax today, okey?#$e#Maybe we could go for a walk later.$h",
  "Bence.MarriageDialogue.Outdoor_2": "Hello, darling! If I knew more about farm work, I'd help more. Sorry!#$e#But I'll think of you.$h",
  "Bence.MarriageDialogue.Outdoor_3": "Sometimes I forget just how big this farm is.#$e#There's a lot of work here, isn't it?",
  //"Bence.MarriageDialogue.Outdoor_4": "-",

  "Bence.MarriageDialogue.Rainy_Day_0": "It's raining outside. Maybe after it stops I'll go for a walk.#$b#The air is always fresher after the rain.",
  "Bence.MarriageDialogue.Rainy_Day_1": "It's raining! So we don't have to water the crops today.$h",
  "Bence.MarriageDialogue.Rainy_Day_2": "Morning! I couldn't sleep, so I made breakfast. [194 195 201 211 215]  $6#$e#*yawn* If you don't mind, I think I'll just chill today.$6",
  "Bence.MarriageDialogue.Rainy_Day_3": "Do you have any plans for today, darling?#$e#I don't want to go out in this weather... I'll probably work on my project.",
  "Bence.MarriageDialogue.Rainy_Day_4": "Any ideas for dinner?",

  "Bence.MarriageDialogue.Indoor_Night_0": "Did you manage to get everything done today, @?$6#$e#I did some chores... *yawn* but now I'm so tired.$6#$e#I'm ready for bed if you are.$6",
  "Bence.MarriageDialogue.Indoor_Night_1": "I see you worked a lot today.#$e#Time to rest, don't you think?$h",
  "Bence.MarriageDialogue.Indoor_Night_2": "*yawn* Oh, you're home.#$e#I was afraid I'd have to sleep alone tonight.",
  "Bence.MarriageDialogue.Indoor_Night_3": "Finished with your work for today? I'm ready for a little fun. *wink*$h#$e#But if you're tired, I understand.",
  "Bence.MarriageDialogue.Indoor_Night_4": "*stretches* I just finished my project for the day. Now we can finally spend some time together.$h#$e#So, did anything interesting happen today?$l#$e#...$h",

  "Bence.MarriageDialogue.Rainy_Night_0": "What a wonderful evening... just you, me, and the sound of rain tapping on the farmhouse.$l",
  "Bence.MarriageDialogue.Rainy_Night_1": "Do you hear the rain tapping on the roof, @?$0#$b#I hope we won't leak.$u",
  "Bence.MarriageDialogue.Rainy_Night_2": "Ah... the calming sound of rain... I'll sleep well tonight.$6",
  "Bence.MarriageDialogue.Rainy_Night_3": "It's gotten quite cold because of the rain, better snuggle up in bed.$l",
  "Bence.MarriageDialogue.Rainy_Night_4": "I'm not a big fan of it, but I made you some soup for dinner. [199 218 219 727 730]$h#$e#On days like this, you need something warm!$h",
  "Bence.MarriageDialogue.Rainy_Night_5": "I'm glad you're home... Let's spend this lovely evening inside.",

  //"Bence.MarriageDialogue.Good_0": "-",
  "Bence.MarriageDialogue.Good_1": "You know, I always felt that one day we'd be together.$l",
  //"Bence.MarriageDialogue.Good_2": "-",
  "Bence.MarriageDialogue.Good_3": "I always forget how handsome you are!$l^I always forget how beautiful you are.$l",
  "Bence.MarriageDialogue.Good_4": "I feel like I've found my true home.$l",
  "Bence.MarriageDialogue.Good_5": "I was looking at my wedding talisman... It's beautiful. I want to be buried with it someday.$l",
  "Bence.MarriageDialogue.Good_6": "Be careful out there!",
  "Bence.MarriageDialogue.Good_7": "@? Sometimes I feel like I don't express how much I appreciate all the work you do for our household.$h",
  "Bence.MarriageDialogue.Good_8": "Don't worry about me... I know you have a lot of responsibilities outside the house. Trust me, I can be on my own just fine!$l",
  "Bence.MarriageDialogue.Good_9": "Oh, I'm not bored... I'm just enjoying what we have.$0#$e#It's a simple life, but it's our life.$l",

  "Bence.MarriageDialogue.Neutral_0": "I hope you'll still love me when I get old.$s",
  "Bence.MarriageDialogue.Neutral_1": "What do you think your grandpa would say? Would he be proud of the work we've done here?",
  "Bence.MarriageDialogue.Neutral_2": "Resting? I guess a farmer's life isn't as hard as I thought...",
  "Bence.MarriageDialogue.Neutral_3": "If you go into town, say hi to everyone for me.",
  "Bence.MarriageDialogue.Neutral_4": "I washed the clothes... *yawn* so you won't get behind schedule.",
  "Bence.MarriageDialogue.Neutral_5": "Everything is okey on the farm?",
  "Bence.MarriageDialogue.Neutral_6": "I wonder what everyone else is doing right now.",
  "Bence.MarriageDialogue.Neutral_7": "I'm not really in the mood to do much today.$6",
  "Bence.MarriageDialogue.Neutral_8": "I should clean the house, but I don't really feel like it.",
  //"Bence.MarriageDialogue.Neutral_9": "-",

  //"Bence.MarriageDialogue.Bad_0": "-",
  "Bence.MarriageDialogue.Bad_1": "*sigh*... Maybe we got married too early.$s",
  "Bence.MarriageDialogue.Bad_2": "Are you still happy with me?",
  "Bence.MarriageDialogue.Bad_3": "Is something wrong? You've been acting strange lately.$s",
  //"Bence.MarriageDialogue.Bad_4": "-",
  "Bence.MarriageDialogue.Bad_5": "You used to be so romantic... what happened?$s#$e#I know I'm not as young as I used to be... is that why you married me?$a",
  "Bence.MarriageDialogue.Bad_6": "We only have one life... I feel like we're wasting it.$s",
  "Bence.MarriageDialogue.Bad_7": "We used to talk so much more... now it feels like you only talk to me when you want something.$s",
  //"Bence.MarriageDialogue.Bad_8": "-",
  //"Bence.MarriageDialogue.Bad_9": "-",

  //==============//
  //   Mark NPC   //
  //==============//

  //SPECIAL DIALOGUE
  "Mark.Introduction": "Hey, hi! I'm Mark!",
  "Mark.pamHouseUpgrade": "Pam's new house turned out pretty awesome.",
  "Mark.pamHouseUpgradeAnonymous": "Let's thank Anonymous for the gifted upgrade.",
  //"Mark.HitBySlingshot": "-",
  "Mark.Resort_Entering": "Sheeesh.",
  "Mark.Resort_Leaving": "Change da world, my final message: Goodbye.",
  "Mark.Resort_Shore": "I wonder where the sniper nest could be?",
  "Mark.Resort_Chair": "%Mark is too drunk to speak right now.",
  "Mark.Resort_Bar": "I'd like another Litovel!",
  "Mark.Resort": "Special Week.",
  "Mark.AcceptBouquet": "Uuu... thank you so much.$l",
  "Mark.Reject_458": "Sorry, but I can't accept that.$s",
  "Mark.GreenRain": "Wow.",
  "Mark.GreenRainFinished": "Finally, the rain is over.",
  "Mark.fishCaught_Legend": "Did you really manage to catch the Legend fish?",
  "Mark.GiftTeaSet": "This is awesome! I've always wanted one, thanks a lot!$h",
  "Mark.AcceptBirthdayGift_Positive": "Thank you so much for the gift, but you really didn't have to spend money on me!$h",
  "Mark.AcceptBirthdayGift_Negative": "Not my favorite, but thank you anyway!$h",
  "Mark.AcceptGift_alcohol_item": "Thanks a lot! Want to drink with me?$h",
  "Mark.DumpsterDiveComment": "Wait, let me help!",
  "Mark.married_Christopher": "XD LOL BURP",
  "Mark.married_Bence": "FLINT AND STEEL!",
  "Mark.breakUp": "I just wasted my time.$s",
  "Mark.divorced": "At least I still have my Umamusume girls.$s",
  "Mark.MovieInvitation": "Thanks for the invite, I can't wait!",
  //"Mark.RejectBouquet_NpcAlreadyMarried": "-",
  //"Mark.RejectBouquet_AlreadyAccepted": "-",
  //"Mark.RejectBouquet_Divorced": "-",
  //"Mark.RejectBouquet_VeryLowHearts": "-",
  //"Mark.RejectBouquet_LowHearts": "-",
  "Mark.RejectGift_Divorced": "I don't want your stupid gift!$a",
  //"Mark.RejectMermaidPendant_AlreadyAccepted": "-",
  //"Mark.RejectMermaidPendant_Divorced": "-",
  //"Mark.RejectMermaidPendant_NeedHouseUpgrade": "-",
  //"Mark.RejectMermaidPendant_NpcWithSomeoneElse": "-",
  //"Mark.RejectMermaidPendant_Under8Hearts": "-",
  //"Mark.RejectMermaidPendant_Under10Hearts": "-",
  //"Mark.RejectMermaidPendant": "-",
  //"Mark.Dating": "-",
  //"Mark.SpouseStardrop": "-",

  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Mark.LocationDialogue.SeedShop": "Time for the weekly shopping.",

  //SPRING AND GENERAL DIALOGUE
  "Mark.CharacterDialogue.001": "The flowers are so colorful.",
  "Mark.CharacterDialogue.002": "Have you watched any good anime lately?",
  "Mark.CharacterDialogue.003": "Hello.#$q Shonen/Isekai/Action/Fantasy/Non Tue_old#What's your favorite anime genre?#$r Shonen 5 Tue_Shonen#Shonen.$#$r Isekai -5 Tue_Isekai#Isekai.$#$r Action 5 Tue_Action#Action.$#$r Fantasy 5 Tue_Fantasy#Fantasy.$#$r Non -10 Tue_Non#I don't like anime.",
  "Mark.CharacterDialogue.004": "Have you been watching any anime lately?", //Tue_old
  "Mark.CharacterDialogue.Shonen": "Shonen? That's a really good genre.$h",
  "Mark.CharacterDialogue.Isekai": "Isekai...? Well, there are some good ones, but these days most isekai anime aren't that great.$s",
  "Mark.CharacterDialogue.Action": "Action shows are super cool.$h",
  "Mark.CharacterDialogue.Fantasy": "Have you seen the one where everyone thinks the main character is weak, but then he gets a legendary sword and becomes OP?$0#$b#That's my favorite.$h",
  "Mark.CharacterDialogue.Non": "Well... alright.$s",
  "Mark.CharacterDialogue.005": "Have you ever heard the legend of the Legend Fish?",
  "Mark.CharacterDialogue.006": "What's up, @?",
  "Mark.CharacterDialogue.007": "Do you have pollen allergies too?",
  "Mark.CharacterDialogue.008": "Arittake no yume wo kaki atsume...#$b#Sagashi mono sagashi ni yuku no sa- #$b#Oh hey, @!",
  "Mark.CharacterDialogue.009": "*sigh* I'll probably have to work on the farm even during the weekend.#$b#The farmer life is tough, right?",
  "Mark.CharacterDialogue.010": "Got any plans for the weekend?",
  "Mark.CharacterDialogue.011": "Wanna drink some sake?",
  "Mark.CharacterDialogue.012": "We're relaxing today.",
  //SUMMER DIALOGUE
  "Mark.SummerCharacterDialogue.001": "IT'S FREAKING HOT.",
  "Mark.SummerCharacterDialogue.002": "It's unbearably hot. How are you even handling this, @?",
  "Mark.SummerCharacterDialogue.003": "I'm sunburnt again, even though I only walked to the store yesterday.",
  "Mark.SummerCharacterDialogue.004": "I hope I won't get sunburnt again today.",
  "Mark.SummerCharacterDialogue.005": "Luckily the mines are cold even in summer.$h",
  "Mark.SummerCharacterDialogue.006": "I'm dying from this heat.",
  "Mark.SummerCharacterDialogue.007": "I've got some cooled beer at home, want to come?",
  "Mark.SummerCharacterDialogue.008": "I'd give anything for a cold drink right now.",
  "Mark.SummerCharacterDialogue.009": "This weather was not made for white people.",
  "Mark.SummerCharacterDialogue.010": "Even the Sun is a JoJo reference.$u",
  "Mark.SummerCharacterDialogue.011": "In this heat I need to stay indoors more so I don't burn to a crisp.",
  //FALL DIALOGUE
  "Mark.FallCharacterDialogue.001": "This weather is really nice.",
  "Mark.FallCharacterDialogue.002": "Wanna grab a beer?",
  "Mark.FallCharacterDialogue.003": "It gets darker earlier this time of year.",
  "Mark.FallCharacterDialogue.004": "I can't wait for the winter anime season. There are some really cool ones I've been waiting for.",
  "Mark.FallCharacterDialogue.005": "What's your favorite fall crop?",
  "Mark.FallCharacterDialogue.006": "Are you looking forward to this year's Spirit's Eve?",
  "Mark.FallCharacterDialogue.007": "Dattebayo.",
  "Mark.FallCharacterDialogue.008": "I had a pretty weird dream last night. You were in it... and so was Kristóf.#$b#It was interesting, we were fishing on the shore when suddenly a kraken appeared.$h",
  "Mark.FallCharacterDialogue.009": "If you want, we could play some League together.",
  "Mark.FallCharacterDialogue.010": "Who's your favorite Umamusume?",
  //WINTER DIALOGUE
  "Mark.WinterCharacterDialogue.001": "It's cold enough now that I should wear a coat.",
  "Mark.WinterCharacterDialogue.002": "Yesterday I got such a freaking trash team in League.#$b#Our top ran it down and our mid ﬂamed me while being in two six.",
  "Mark.WinterCharacterDialogue.003": "Do you have enough wood to stay warm?",
  "Mark.WinterCharacterDialogue.004": "Wanna grab a beer?",
  "Mark.WinterCharacterDialogue.005": "Hi @, wanna drink a beer?",
  "Mark.WinterCharacterDialogue.006": "Do you wanna build snowmen?",
  "Mark.WinterCharacterDialogue.007": "Kon'nichiwa. Watashi no namae wa Māku desu.$h#$b#I've been trying to learn to speak Japanese lately.$0#$b#What do you think?$h",
  "Mark.WinterCharacterDialogue.008": "Do you need to heat your house in weather like this?",
  "Mark.WinterCharacterDialogue.009": "Once I got trapped in the mines because of a small avalanche.#$b#It took three days before they dug me out.",
  "Mark.WinterCharacterDialogue.010": "I hope my garden pond doesn't freeze over this year.",
  "Mark.WinterCharacterDialogue.011": "I wonder if the snow will melt quickly this year too.",

  //Mark Gift Tastes
  "Mark.Gifts.Loved": "Sugoi sugoi.$h",
  "Mark.Gifts.Liked": "Kakkoii. $h",
  "Mark.Gifts.Disliked": "Not the best, but thanks anyway.$s",
  "Mark.Gifts.Hated": "Sorry, but I don't like this.$s",
  "Mark.Gifts.Neutral": "Thank you.",

  //FESTIVALS
  "Mark.FlowerDance_Accept": "Hell yeah, I'll dance with you!$h",
  "Mark.FlowerDance_Decline": "Sorry, I'm taken.",
  "Mark.WinterStar_GiveGift_Before": "I was thinking a lot about what to give you.",
  "Mark.WinterStar_GiveGift_After": "I hope you like it.",
  "Mark.WinterStar_ReceiveGift": "You really didn't have to. $h",

  //Mark spring13
  "Mark.Egg": "I hope I finally win this year.",
  "Mark.Egg2": "I'm winning this year, fix info.$u",

  //Mark spring24
  "Mark.Flower": "Who are you gonna dance with?",
  "Mark.Flower2": "I wonder what kind of music they'll play this year.",

  //Mark summer11
  "Mark.Luau": "Which dish did you like the most so far?",
  "Mark.Luau2": "I can't wait to taste this year's soup.",

  //Mark summer28
  "Mark.Jellies": "These lights are beautiful.",
  "Mark.Jellies2": "Have you ever seen the rare green jellyfish?",

  //Mark fall16 
  "Mark.Fair": "How hard did you hit the hammer?",
  "Mark.Fair2": "Have you spun the wheel yet?",

  //Mark fall27
  "Mark.Spirit": "Can you get a Stand here?",
  "Mark.Spirit2": "This is just like Phasmophobia. Bence, bring the camera!#$b#Bence?#$b#Bence, where did you go!?",

  //Mark winter8 
  "Mark.Ice": "I wonder who will win the ice fishing contest this year.",
  "Mark.Ice2": "The ice sculptures are cool.$0#$b#But our snowman will be even cooler.$u",

  //Mark winter25
  "Mark.star": "Joestar?",
  "Mark.star2": "Who are you giving a gift to?",

  //Mails
  "Mail.Mark": "Hi @!^I need your help.^^The storm last night heavily damaged the roof of my house. If I may ask, could you bring me some hardwood so I can start repairing it as soon as possible?^^Thanks in advance.^-Mark%item quest 2201 %%[#]Broken Roof",
  
  //Phone
  "Phone.Mark": "Hi @! Do you have internet at your place?#$b#Oh wait... it's back, never mind.#$b#*click*",
  
  //ScheduleDialogue
  "Mark.NightMarket.01": "I wonder if anyone here sells manga?",
  "Mark.DesertFestival_marriage.01": "Do you have sunscreen? I forgot to bring mine.",
  "Mark.DesertFestival_marriage.02": "If you go into the Skull Cavern, please be careful. I don't want to become a widower.",
  "Mark.DesertFestival.01": "I'm going to get sunburned.",
  "Mark.DesertFestival.02": "Have you been to the mine here yet?#$b#It's much tougher than the one back home.",
  "Mark.Hospital.01": "Hi! You came to see the doctor too?#$e#I'm just here for my yearly checkup.",
  "Mark.Hospital.02": "So what do you think, doc? Will I grow any taller?",
  "Mark.marriage_Sat.01": "I thought I'd come out here to read for a change.",
  "Mark.marriage_Sat.02": "Come on, let's have a drink together!$h",

  //Mark Conversation topics 
  "Mark.2heart.Topic": "I ordered some more manga last night.$h#$b#I hope I'll have time to read them.$s",
  "Mark.8heart.Topic": "We should go to more horse races in the future.",
  "Mark.8heart.Topic.Win": "I still can't believe we won that bet.$h",
  "Mark.10heart.Topic": "I had an amazing time last night.$l#$b#What should we watch next?$l",
  "Mark.Emily.8heart": "I still have my outfit from the clothes therapy session.$0#$b#I have no idea where I could wear it.$h",
  "Mark.Bence.8heart": "Bence mentioned that he showed you his game.#$b#I hope he'll finish it soon.#$b#Though good work takes time.",
  "Mark.Christopher.10heart": "I saw you when you were biking with Kristóf.$0#$b#It's nice to see he has someone to share his hobbies with.$0#$b#At least he's not getting drunk in the saloon.$h",

  "Mark.mineArea_80": "I heard you've made it pretty deep into the mines.#$b#Just be careful.#$b#I once got lost in the caves long ago, but luckily I met some dwarves who helped me get out.",
  "Mark.structureBuilt_Stable": "I heard you built a horse stable.$0#$b#Wait, let me guess your horse's name...$u#$b#...Sanyi, did I get it right?$0",

  //Mark Events

  //2heart
  "Mark.2heart.01": "Oh no!",
  "Mark.2heart.02": "Thank you, @.$h#$b#I've recently gotten back into reading manga.$0#$b#Right now I'm reading one of my favorites, 'Steel Ball Run'.$h#$b#Unfortunately with the farm I don't always have time for it.$s",
  "Mark.2heart.03": "Mark pulls a green steel ball out of his pocket.",
  "Mark.2heart.04": "But if I have more free time in the future, we could go to a continental horse race, and I'll teach you how to use this green steel ball.$6",

  //4heart
  "Mark.4heart.01": "Hello @! Come on in!",
  "Mark.4heart.02": "I'm about to start a One Piece marathon and I'm just making some popcorn.",
  "Mark.4heart.Question": "Want to join?",
  "Mark.4heart.Answer.01": "Yeah, sounds good.",
  "Mark.4heart.Answer.02": "Sorry, I don't have time for it.",
  "Mark.4heart.Answer.03": "I don't want to watch a cartoon with you.",
  "Mark.4heart.03": "Okay, I can understand that.",
  "Mark.4heart.04": "Well... alright.$s",
  "Mark.4heart.05": "Yesss.$h",
  "Mark.4heart.06": "Okay, the next episode is 1112, so let me quickly explain where we are in the story.",
  "Mark.4heart.07": "So things have gotten pretty intense on Egghead Island.#$b#The Navy is already on their way at full strength, led by Kizaru, and one of the Gorosei, Saturn, is coming too, which is a huge threat because someone of that rank rarely moves personally.#$b#Sentomaru even said this is worse than the Ohara incident, so everyone is trying to escape.",
  "Mark.4heart.08": "Meanwhile the fights on the island are happening on several fronts:#$b#Franky tried to save Pythagoras after S-Snake turned him to stone, but couldn't, and Pythagoras' body got completely crushed.#$b#Luffy and Zoro teamed up with Lucci and Kaku (yes, they're really fighting together now) against S-Bear and S-Hawk, but S-Hawk ran off to attack the weaker ones.#$b#Sanji protected Nami like a true hero and tanked S-Shark's attack as if it were nothing.",
  "Mark.4heart.09": "But the biggest twist came at the end: it turned out that York, one of Vegapunk's 'clones', betrayed the others.#$b#She leaked the information to the Gorosei, she called the Navy here, and she wants to become a Celestial Dragon, she would even sacrifice Stella (the original Vegapunk) for it.",
  "Mark.4heart.10": "So that's where we are now: the fleet is almost here, the island is in chaos, and everyone is trying to survive. And now episode 1112 begins.",
  "Mark.4heart.11": "You and Mark watched 12 episodes of One Piece together.",
  "Mark.4heart.12": "I really enjoyed watching anime with you.$h#$b#We should do this again sometime.$0",

  //6heart
  "Mark.6heart.01": "Oh... Hello @!#$b#Are you coming to mine too? I hope so, because I really don't feel like going alone again.",
  "Mark.6heart.Question": "What would you like to mine?",
  "Mark.6heart.Answer.01": "Copper.",
  "Mark.6heart.Answer.02": "Iron.",
  "Mark.6heart.Answer.03": "Gold.",
  "Mark.6heart.02": "Yeah, I could use some of that too.#$b#Let's go!",
  "Mark.6heart.03": "Watch out @!",
  "Mark.6heart.04": "That was close.",
  "Mark.6heart.05": "I'm starting to get tired, I think it's time to head up!",
  "Mark.6heart.06": "That was a good run, we got plenty of ore.#$b#Here's your share. Talk to you later, bye!",

  //8heartI
  "Mark.8heartI.01": "Hi @!#$b#I have an extra ticket to the Zuzu City Derby.",
  "Mark.8heartI.Question": "I was thinking, would you like to come with me?",
  "Mark.8heartI.Answer.01": "I'll go with you.",
  "Mark.8heartI.Answer.02": "Sorry, I'm not in the mood.",
  "Mark.8heartI.02": "Alright then, looks like I'm going alone.$s",
  "Mark.8heartI.03": "Okay, then let's meet at the bus stop in the afternoon.#$b#Until then, goodbye.",

  //8heartII
  "Mark.8heartII.01": "Hi @!#$b#I'm glad you're here. I think we can head out now.",
  "Mark.8heartII.02": "We'll be arriving soon.$0#$b#I can't wait.$h",
  "Mark.8heartII.03": "I'm really glad you came with me @.#$b#It wouldn't have been nearly as exciting alone.",
  "Mark.8heartII.04": "Hmm... We've got some time before the race starts, I'll go place a quick bet on one of the horses.",

  "Mark.8heartII.Horse.Question": "Which one do you think will win?",
  "Mark.8heartII.Horse.00": "Silver Boat",
  "Mark.8heartII.Horse.01": "Unique Month",
  "Mark.8heartII.Horse.02": "Tokaj Tejo",
  "Mark.8heartII.Horse.03": "Oguri Hat",
  "Mark.8heartII.Horse.04": "Tequila",
  "Mark.8heartII.Horse.05": "Turf Miracle",
  "Mark.8heartII.Horse.06": "Haru Urara",
  "Mark.8heartII.Horse.07": "Wheat Bath",

  "Mark.8heartII.05": "Alrighty-jockey.$u",
  //ALT: Nice Nature

  "Mark.8heartII.Narrator.01": "Welcome everyone to today's big race!",
  "Mark.8heartII.Narrator.02": "The stands are full and the crowd is eagerly waiting for the start.",
  "Mark.8heartII.Narrator.03": "Eight excellent horses are lined up at the start, all ready to compete.",
  "Mark.8heartII.Narrator.04": "And they're off! At the start, Unique Month and Turf Miracle push to the front!",
  "Mark.8heartII.Narrator.05": "Silver Boat also gets a good start, the others close behind.",
  "Mark.8heartII.Narrator.06": "Haru Urara falls a bit behind, but there's still plenty of time to catch up.",
  "Mark.8heartII.Narrator.07": "In the first turn, Unique Month leads, with Turf Miracle and Silver Boat neck and neck.",
  "Mark.8heartII.Narrator.08": "Tokaj Tejo and Tequila stay in the middle of the pack, keeping the pace.",
  "Mark.8heartII.Narrator.09": "Oguri Hat stays at the back, seemingly waiting for the right moment.",
  "Mark.8heartII.Narrator.10": "On the straight, Unique Month still leads confidently.",
  "Mark.8heartII.Narrator.11": "Turf Miracle tries to attack, but Silver Boat is holding strong.",
  "Mark.8heartII.Narrator.12": "Wheat Bath starts moving up, overtaking Haru Urara.",
  "Mark.8heartII.Narrator.13": "At halfway, Unique Month and Turf Miracle are head-to-head, with Silver Boat and Tokaj Tejo behind them.",
  "Mark.8heartII.Narrator.14": "Tequila and Wheat Bath are close, Oguri Hat still behind but speeding up.",
  "Mark.8heartII.Narrator.15": "On the back straight, Unique Month picks up the pace, Turf Miracle refuses to fall behind.",
  "Mark.8heartII.Narrator.16": "Silver Boat drops back a bit, Tokaj Tejo starts gaining.",
  "Mark.8heartII.Narrator.17": "Oguri Hat gradually catches up, now in seventh place!",
  "Mark.8heartII.Narrator.18": "In the turn, Unique Month, Turf Miracle, and Tokaj Tejo fight for the top three.",
  "Mark.8heartII.Narrator.19": "Oguri Hat overtakes another horse, now in fifth place!",
  "Mark.8heartII.Narrator.20": "Tequila tires, Oguri Hat takes advantage and climbs to fourth.",
  "Mark.8heartII.Narrator.21": "We're approaching the final stretch, Unique Month and Turf Miracle neck and neck!",
  "Mark.8heartII.Narrator.22": "Tokaj Tejo is third, but Oguri Hat is right on their tail!",
  "Mark.8heartII.Narrator.23": "At the start of the final stretch, Oguri Hat begins a massive sprint!",
  "Mark.8heartII.Narrator.24": "He overtakes Tokaj Tejo... now in third place!",
  "Mark.8heartII.Narrator.25": "Unique Month and Turf Miracle are still together, but Oguri Hat is blazing forward!",
  "Mark.8heartII.Narrator.26": "He catches up to Turf Miracle, with Unique Month just ahead!",
  "Mark.8heartII.Narrator.27": "In the last 100 meters, Oguri Hat is already alongside Unique Month!",
  "Mark.8heartII.Narrator.28": "Neck and neck to the finish!",
  "Mark.8heartII.Narrator.29": "And at the very last moment... Oguri Hat crosses the finish line first!",
  "Mark.8heartII.Narrator.30": "What an incredible finish!",
  "Mark.8heartII.Narrator.31": "Second place goes to Unique Month, third to Turf Miracle.",
  "Mark.8heartII.Narrator.32": "The others arrive scattered behind them.",
  "Mark.8heartII.Narrator.33": "This race will surely be remembered because of Oguri Hat!",
  "Mark.8heartII.Narrator.34": "The crowd rises to their feet, giving the winner a huge applause.",
  "Mark.8heartII.Narrator.35": "Oguri Hat proved that perseverance always pays off.",
  "Mark.8heartII.Narrator.36": "Thank you for joining us, see you at the next race!",

  "Mark.8heartII.06": "Well, looks like we lost.$s#$b#But it was still fun.$h#$b#Anyway, we should get going.$0",
  "Mark.8heartII.07": "We won...$h#$b#I can't believe it, we actually won @!$h#$b#Let's go get our prize!",
  "Mark.8heartII.08": "I had a great time with you today.$h#$b#Let's come again sometime.$h",

  //10heartI
  "Mark.10heartI.01": "@! Hello!$0#$b#Uh... I'm preparing a surprise right now.$s#$b#So... if it's alright, could you come back tonight?$s",

  //10heartII
  "Mark.10heartII.01": "Hi @!$0#$b#So... this is my surprise.$l#$b#I wanted to show you my favorite anime, and I thought, why not make it a bit romantic?$l#$b#I'm really glad I found someone whose tastes match mine this well.$l#$b#But I won't keep you waiting, let's get started.$h",

  //MoviesReactions
  "Mark.Movies.01": "I'm really curious about this movie.",
  "Mark.Movies.02": "It was great getting to know its story.",
  "Mark.Movies.03": "I'm curious about this movie.",
  "Mark.Movies.04": "This was a good movie.",
  "Mark.Movies.05": "I'm not expecting much from this movie.",
  "Mark.Movies.06": "The same clichéd, boring story again and again.",

  //Engagement
  "Mark.Engagement.0": "I can't wait for the wedding day! Apparently some band called the Red Rockets will be performing.",
  "Mark.Engagement.1": "I hope everyone can make it to the wedding.",

  //CommunityDay
  "Mark.CommunityDay.01": "When I moved here this place was a wreck.#$b#Now it's better than ever.",
  "Mark.CommunityDay.02": "Emily promised she'd make me a new kimono.",
  "Mark.CommunityDay.03": "I remember when we moved here, sometimes we'd sneak in at night to drink with the others.$0#$b#Those were the good times.$h",
  "Mark.CommunityDay.04": "$y 'Want a beer?_Yes, please._Here you go![346] $h_No thanks, not right now._Alright...'",
  //CommunityDay - MARRIED
  "Mark.CommunityDay.05": "Want to sneak away and steal a little time for ourselves?$l",
  "Mark.CommunityDay.06": "If you'd like, we could go for a walk together.$l",
  "Mark.CommunityDay.07": "The trees in the mountains look so beautiful in autumn. If you'd like, we could check them out later.$l",
  "Mark.CommunityDay.08": "Let's drink to our health.[346]$h",

  //JojaDay
  "Mark.JojaDay.01": "None of the protein powders are on sale... that's unfortunate.",
  "Mark.JojaDay.02": "Did you buy anything?",
  "Mark.JojaDay.03": "I'll be right back.#$b#Should I bring you something from the store?",

  //MarriageDialogue
  "Mark.Patio": "You utter fool! German science is the greatest in the world!$u",

  "Mark.spouseRoom.1": "#$c .5#What are you going to do today?",
  "Mark.spouseRoom.2": "#$c .5#If you want, I can help you with your work today!",
  "Mark.spouseRoom.3": "#$c .5#Have a great day!",

  "Mark.funLeave.spring": "I'm heading to the saloon later for a drink. Want to come with me?",
  "Mark.funReturn.spring": "That was fun. But now I'm going to lie down and sleep. #$e#I'm a bit drunk.",
  "Mark.funLeave.summer": "*sigh* I'm going to get sunburned before I even reach the saloon.",
  "Mark.funReturn.summer": "Huh... It's really hot outside.",
  "Mark.funLeave.fall": "I'll be back later.#$e#I'm going for drinks with the others at the saloon.",
  "Mark.funReturn.fall": "*burp* Maybe I shouldn't have had that tequila.",
  "Mark.funLeave.winter": "Did you shovel all the snow off the path?",
  "Mark.funReturn.winter": "Dress warmly, it's cold!",

  "Mark.OneKid.00": "I wonder if %kid1 will become a farmer like you?",
  "Mark.OneKid.01": "Can %kid1 go gardening with you? They should learn a bit.",
  "Mark.OneKid.02": "%kid1 said you two went mining together, is that true?",
  "Mark.OneKid.03": "Why don't you two go fishing at the beach?",
  "Mark.OneKid.04": "Are you two going gardening again today?",
  //"Mark.TwoKids.00": "-",
  //"Mark.TwoKids.01": "-",
  //"Mark.TwoKids.02": "-",
  //"Mark.TwoKids.03": "-",
  //"Mark.TwoKids.04": "-",
  
  "Mark.MarriageDialogue.spring_Mark": "Do you wanna make some Spring roll?",
  //"Mark.MarriageDialogue.spring_1": "-",
  //"Mark.MarriageDialogue.spring_13": "-",
  //"Mark.MarriageDialogue.spring_24": "-",

  //"Mark.MarriageDialogue.summer_Mark": "-",
  //"Mark.MarriageDialogue.summer_1": "-",
  //"Mark.MarriageDialogue.summer_11": "-",
  //"Mark.MarriageDialogue.summer_28": "-",

  //"Mark.MarriageDialogue.fall_Mark": "-",
  //"Mark.MarriageDialogue.fall_1": "-",
  //"Mark.MarriageDialogue.fall_16": "-",
  //"Mark.MarriageDialogue.fall_27": "-",
  
  //"Mark.MarriageDialogue.winter_Mark": "-",
  //"Mark.MarriageDialogue.winter_1": "-",
  //"Mark.MarriageDialogue.winter_8": "-",
  //"Mark.MarriageDialogue.winter_12": "-",
  //"Mark.MarriageDialogue.winter_25": "-",
  
  "Mark.MarriageDialogue.Rainy_Day": "This rain is great; at least it waters the crops for us.",
  "Mark.MarriageDialogue.Rainy_Night": "We'll sleep well tonight!",
  "Mark.MarriageDialogue.Indoor_Day": "Don't forget to check the cave too.",
  "Mark.MarriageDialogue.Indoor_Night": "Did you close up the animals?",
  
  //"Mark.MarriageDialogue.Indoor_Day_0": "-",
  //"Mark.MarriageDialogue.Indoor_Day_1": "-",
  //"Mark.MarriageDialogue.Indoor_Day_2": "-",
  //"Mark.MarriageDialogue.Indoor_Day_3": "-",
  //"Mark.MarriageDialogue.Indoor_Day_4": "-",

  //"Mark.MarriageDialogue.Outdoor_Mark": "-",

  //"Mark.MarriageDialogue.Outdoor_0": "-",
  //"Mark.MarriageDialogue.Outdoor_1": "-",
  //"Mark.MarriageDialogue.Outdoor_2": "-",
  //"Mark.MarriageDialogue.Outdoor_3": "-",
  //"Mark.MarriageDialogue.Outdoor_4": "-",

  //"Mark.MarriageDialogue.Rainy_Day_0": "-",
  //"Mark.MarriageDialogue.Rainy_Day_1": "-",
  //"Mark.MarriageDialogue.Rainy_Day_2": "-",
  //"Mark.MarriageDialogue.Rainy_Day_3": "-",

  //"Mark.MarriageDialogue.Indoor_Night_0": "-",
  //"Mark.MarriageDialogue.Indoor_Night_1": "-",
  //"Mark.MarriageDialogue.Indoor_Night_2": "-",
  //"Mark.MarriageDialogue.Indoor_Night_3": "-",
  //"Mark.MarriageDialogue.Indoor_Night_4": "-",

  //"Mark.MarriageDialogue.Rainy_Night_0": "-",
  //"Mark.MarriageDialogue.Rainy_Night_1": "-",
  //"Mark.MarriageDialogue.Rainy_Night_2": "-",
  //"Mark.MarriageDialogue.Rainy_Night_3": "-",
  //"Mark.MarriageDialogue.Rainy_Night_4": "-",

  //"Mark.MarriageDialogue.Good_0": "-",
  //"Mark.MarriageDialogue.Good_1": "-",
  //"Mark.MarriageDialogue.Good_2": "-",
  //"Mark.MarriageDialogue.Good_3": "-",
  //"Mark.MarriageDialogue.Good_4": "-",
  //"Mark.MarriageDialogue.Good_5": "-",
  //"Mark.MarriageDialogue.Good_6": "-",
  //"Mark.MarriageDialogue.Good_7": "-",
  //"Mark.MarriageDialogue.Good_8": "-",
  //"Mark.MarriageDialogue.Good_9": "-",

  //"Mark.MarriageDialogue.Neutral_0": "-",
  //"Mark.MarriageDialogue.Neutral_1": "-",
  //"Mark.MarriageDialogue.Neutral_2": "-",
  //"Mark.MarriageDialogue.Neutral_3": "-",
  //"Mark.MarriageDialogue.Neutral_4": "-",
  //"Mark.MarriageDialogue.Neutral_5": "-",
  //"Mark.MarriageDialogue.Neutral_6": "-",
  //"Mark.MarriageDialogue.Neutral_7": "-",
  //"Mark.MarriageDialogue.Neutral_8": "-",
  //"Mark.MarriageDialogue.Neutral_9": "-",

  //"Mark.MarriageDialogue.Bad_0": "-",
  //"Mark.MarriageDialogue.Bad_1": "-",
  //"Mark.MarriageDialogue.Bad_2": "-",
  //"Mark.MarriageDialogue.Bad_3": "-",
  //"Mark.MarriageDialogue.Bad_4": "-",
  //"Mark.MarriageDialogue.Bad_5": "-",
  //"Mark.MarriageDialogue.Bad_6": "-",
  //"Mark.MarriageDialogue.Bad_7": "-",
  //"Mark.MarriageDialogue.Bad_8": "-",
  //"Mark.MarriageDialogue.Bad_9": "-",

  //==============//
  //   Isti NPC   //
  //==============//

  //SPECIAL DIALOGUE
  //"Isti.Introduction": "-",
  "Isti.AcceptBouquet": "[MISSING TEXT]",
  "Isti.Reject_458": "[MISSING TEXT]",
  "Isti.GreenRain": "[MISSING TEXT]",
  "Isti.GreenRainFinished": "[MISSING TEXT]",
  "Isti.GiftBeer": "[MISSING TEXT]",
  "Isti.GiftLangos": "[MISSING TEXT]",
  "Isti.GiftPalinka": "[MISSING TEXT]",
  "Isti.AcceptBirthdayGift_Positive": "[MISSING TEXT]",
  "Isti.AcceptBirthdayGift_Negative": "[MISSING TEXT]",
  "Isti.AcceptGift_alcohol_item": "[MISSING TEXT]",
  "Isti.DumpsterDiveComment": "[MISSING TEXT]",
  "Isti.married_Christopher": "[MISSING TEXT]",
  "Isti.married_Bence": "[MISSING TEXT]",
  "Isti.married_Mark": "[MISSING TEXT]",
  "Isti.breakUp": "[MISSING TEXT]",
  "Isti.divorced": "[MISSING TEXT]",
  "Isti.MovieInvitation": "[MISSING TEXT]",
  //"Isti.RejectBouquet_NpcAlreadyMarried": "-",
  //"Isti.RejectBouquet_AlreadyAccepted": "-",
  //"Isti.RejectBouquet_Divorced": "-",
  //"Isti.RejectBouquet_VeryLowHearts": "-",
  //"Isti.RejectBouquet_LowHearts": "-",
  "Isti.RejectGift_Divorced": "[MISSING TEXT]",
  //"Isti.RejectMermaidPendant_AlreadyAccepted": "-",
  //"Isti.RejectMermaidPendant_Divorced": "-",
  //"Isti.RejectMermaidPendant_NeedHouseUpgrade": "-",
  //"Isti.RejectMermaidPendant_NpcWithSomeoneElse": "-",
  //"Isti.RejectMermaidPendant_Under8Hearts": "-",
  //"Isti.RejectMermaidPendant_Under10Hearts": "-",
  //"Isti.RejectMermaidPendant": "-",
  //"Isti.Dating": "-",

  //FESTIVALS
  "Isti.FlowerDance_Accept": "[MISSING TEXT]",
  "Isti.FlowerDance_Decline": "[MISSING TEXT]",
  "Isti.WinterStar_GiveGift_Before": "[MISSING TEXT]",
  "Isti.WinterStar_GiveGift_After": "[MISSING TEXT]",
  "Isti.WinterStar_ReceiveGift": "-",
  "Isti.TroutDerby1": "[MISSING TEXT]",
  "Isti.TroutDerby2": "[MISSING TEXT]",
  "Isti.SquidFest1": "[MISSING TEXT]",
  "Isti.SquidFest2": "[MISSING TEXT]",

  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Isti.LocationDialogue.Saloon": "[MISSING TEXT]",

  //SPRING AND GENERAL DIALOGUE
  "Isti.CharacterDialogue.001": "[MISSING TEXT]",
  "Isti.CharacterDialogue.002": "[MISSING TEXT]",
  "Isti.CharacterDialogue.003": "[MISSING TEXT]",
  "Isti.CharacterDialogue.004": "[MISSING TEXT]",
  "Isti.CharacterDialogue.005": "[MISSING TEXT]",
  "Isti.CharacterDialogue.006": "[MISSING TEXT]",
  "Isti.CharacterDialogue.007": "[MISSING TEXT]",
  //SUMMER DIALOGUE
  "Isti.CharacterDialogue.008": "[MISSING TEXT]",
  "Isti.CharacterDialogue.009": "[MISSING TEXT]",
  "Isti.CharacterDialogue.010": "[MISSING TEXT]",
  "Isti.CharacterDialogue.011": "[MISSING TEXT]",
  "Isti.CharacterDialogue.012": "[MISSING TEXT]",
  "Isti.CharacterDialogue.013": "[MISSING TEXT]",
  "Isti.CharacterDialogue.014": "[MISSING TEXT]",
  //FALL DIALOGUE
  "Isti.CharacterDialogue.015": "[MISSING TEXT]",
  "Isti.CharacterDialogue.016": "[MISSING TEXT]",
  "Isti.CharacterDialogue.017": "[MISSING TEXT]",
  "Isti.CharacterDialogue.018": "[MISSING TEXT]",
  "Isti.CharacterDialogue.019": "[MISSING TEXT]",
  "Isti.CharacterDialogue.020": "[MISSING TEXT]",
  "Isti.CharacterDialogue.021": "[MISSING TEXT]",
  //WINTER DIALOGUE
  "Isti.CharacterDialogue.022": "[MISSING TEXT]",
  "Isti.CharacterDialogue.023": "[MISSING TEXT]",
  "Isti.CharacterDialogue.024": "[MISSING TEXT]",
  "Isti.CharacterDialogue.025": "[MISSING TEXT]",
  "Isti.CharacterDialogue.026": "[MISSING TEXT]",
  "Isti.CharacterDialogue.027": "[MISSING TEXT]",
  "Isti.CharacterDialogue.028": "[MISSING TEXT]",

  //SPRING AND GENERAL DIALOGUE (REGULAR)
  "Isti.CharacterDialogue_regular.001": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.002": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.003": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.004": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.005": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.006": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.007": "[MISSING TEXT]",
  //SUMMER DIALOGUE (REGULAR)
  "Isti.CharacterDialogue_regular.008": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.009": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.010": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.011": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.012": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.013": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.014": "[MISSING TEXT]",
  //FALL DIALOGUE (REGULAR)
  "Isti.CharacterDialogue_regular.015": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.016": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.017": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.018": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.019": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.020": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.021": "[MISSING TEXT]",
  //WINTER DIALOGUE (REGULAR)
  "Isti.CharacterDialogue_regular.022": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.023": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.024": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.025": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.026": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.027": "[MISSING TEXT]",
  "Isti.CharacterDialogue_regular.028": "[MISSING TEXT]",

  //Isti Gift Tastes
  "Isti.Gifts.Loved": "[MISSING TEXT]",
  "Isti.Gifts.Liked": "[MISSING TEXT]",
  "Isti.Gifts.Disliked": "[MISSING TEXT]",
  "Isti.Gifts.Hated": "[MISSING TEXT]",
  "Isti.Gifts.Neutral": "[MISSING TEXT]",

  //Isti spring13
  "Isti.Egg": "[MISSING TEXT]",
  "Isti.Egg2": "[MISSING TEXT]",

  //Isti spring24
  "Isti.Flower": "[MISSING TEXT]",
  "Isti.Flower2": "[MISSING TEXT]",

  //Isti summer11
  "Isti.Luau": "[MISSING TEXT]",
  "Isti.Luau2": "[MISSING TEXT]",

  //Isti summer28
  "Isti.Jellies": "[MISSING TEXT]",
  "Isti.Jellies2": "[MISSING TEXT]",

  //Isti fall16 
  "Isti.Fair": "[MISSING TEXT]",
  "Isti.Fair2": "[MISSING TEXT]",

  //Isti fall27
  "Isti.Spirit": "[MISSING TEXT]",
  "Isti.Spirit2": "[MISSING TEXT]",

  //Isti winter8 
  "Isti.Ice": "[MISSING TEXT]",
  "Isti.Ice2": "[MISSING TEXT]",

  //Isti winter25
  "Isti.star": "[MISSING TEXT]",
  "Isti.star2": "[MISSING TEXT]",

  //Mails
  "Mail.Isti" : "Hey @!^I have a request. I used to have a guitar, and it's probably still in my old house. If I may ask, could you bring it to me?^^-Isti%item quest 2502%%[#]Isti's Request",
  
  //ScheduleDialogue
  "Isti.NightMarket.01": "[MISSING TEXT]",
  "Isti.DesertFestival_marriage.01": "[MISSING TEXT]",
  "Isti.DesertFestival.01": "[MISSING TEXT]",
  "Isti.Hospital.01": "[MISSING TEXT]",
  "Isti.Hospital.02": "[MISSING TEXT]",
  "Isti.marriage_Sat.01": "[MISSING TEXT]",
  "Isti.marriage_Sat.02": "[MISSING TEXT]",
  
  //Isti Conversation topics 

  //Isti Events
  
  //MoviesReactions
  "Isti.Movies.01": "[MISSING TEXT]",
  "Isti.Movies.02": "[MISSING TEXT]",
  "Isti.Movies.03": "[MISSING TEXT]",
  "Isti.Movies.04": "[MISSING TEXT]",
  "Isti.Movies.05": "[MISSING TEXT]",
  "Isti.Movies.06": "[MISSING TEXT]",

  //Engagement
  "Isti.Engagement.0": "[MISSING TEXT]",
  "Isti.Engagement.1": "[MISSING TEXT]",

  //CommunityDay
  "Isti.CommunityDay.01": "[MISSING TEXT]",
  "Isti.CommunityDay.02": "[MISSING TEXT]",
  "Isti.CommunityDay.03": "[MISSING TEXT]",
  "Isti.CommunityDay.04": "[MISSING TEXT]",
  //CommunityDay - MARRIED
  "Isti.CommunityDay.05": "[MISSING TEXT]",
  "Isti.CommunityDay.06": "[MISSING TEXT]",
  "Isti.CommunityDay.07": "[MISSING TEXT]",
  "Isti.CommunityDay.08": "[MISSING TEXT]",

  //JojaDay
  "Isti.JojaDay.01": "[MISSING TEXT]",
  "Isti.JojaDay.02": "[MISSING TEXT]",
  "Isti.JojaDay.funLeave": "[MISSING TEXT]",

  //MarriageDialogue
  "Isti.Patio": "[MISSING TEXT]",

  "Isti.spouseRoom.1": "[MISSING TEXT]",
  "Isti.spouseRoom.2": "[MISSING TEXT]",
  "Isti.spouseRoom.3": "[MISSING TEXT]",
  "Isti.spouseRoom.4": "[MISSING TEXT]",

  "Isti.funLeave.Spring.1": "[MISSING TEXT]",
  "Isti.funLeave.Summer.1": "[MISSING TEXT]",
  "Isti.funLeave.Fall.1": "[MISSING TEXT]",
  "Isti.funLeave.Winter.1": "[MISSING TEXT]",
  "Isti.funReturn.Spring.1": "[MISSING TEXT]",
  "Isti.funReturn.Summer.1": "[MISSING TEXT]",
  "Isti.funReturn.Fall.1": "[MISSING TEXT]",
  "Isti.funReturn.Winter.1": "[MISSING TEXT]",

  "Isti.OneKid.00": "[MISSING TEXT]",
  "Isti.OneKid.01": "[MISSING TEXT]",
  "Isti.OneKid.02": "[MISSING TEXT]",
  "Isti.OneKid.03": "[MISSING TEXT]",
  "Isti.OneKid.04": "[MISSING TEXT]",
  "Isti.TwoKids.00": "[MISSING TEXT]",
  "Isti.TwoKids.01": "[MISSING TEXT]",
  "Isti.TwoKids.02": "[MISSING TEXT]",
  "Isti.TwoKids.03": "[MISSING TEXT]",
  "Isti.TwoKids.04": "[MISSING TEXT]",
  
  "Isti.MarriageDialogue.spring_Isti": "[MISSING TEXT]",
  "Isti.MarriageDialogue.spring_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.spring_13": "[MISSING TEXT]",
  "Isti.MarriageDialogue.spring_24": "[MISSING TEXT]",

  "Isti.MarriageDialogue.summer_Isti": "[MISSING TEXT]",
  "Isti.MarriageDialogue.summer_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.summer_11": "[MISSING TEXT]",
  "Isti.MarriageDialogue.summer_28": "[MISSING TEXT]",

  "Isti.MarriageDialogue.fall_Isti": "[MISSING TEXT]",
  "Isti.MarriageDialogue.fall_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.fall_16": "[MISSING TEXT]",
  "Isti.MarriageDialogue.fall_27": "[MISSING TEXT]",
  
  "Isti.MarriageDialogue.winter_Isti": "[MISSING TEXT]",
  "Isti.MarriageDialogue.winter_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.winter_8": "[MISSING TEXT]",
  "Isti.MarriageDialogue.winter_12": "[MISSING TEXT]",
  "Isti.MarriageDialogue.winter_25": "[MISSING TEXT]",
  
  "Isti.MarriageDialogue.Rainy_Day": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Night": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Day": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Night": "[MISSING TEXT]",
  
  "Isti.MarriageDialogue.Indoor_Day_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Day_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Day_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Day_3": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Day_4": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Outdoor_Isti": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Outdoor_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Outdoor_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Outdoor_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Outdoor_3": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Outdoor_4": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Rainy_Day_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Day_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Day_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Day_3": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Indoor_Night_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Night_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Night_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Night_3": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Indoor_Night_4": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Rainy_Night_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Night_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Night_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Night_3": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Rainy_Night_4": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Good_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_3": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_4": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_5": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_6": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_7": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_8": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Good_9": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Neutral_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_3": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_4": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_5": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_6": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_7": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_8": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Neutral_9": "[MISSING TEXT]",

  "Isti.MarriageDialogue.Bad_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_3": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_4": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_5": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_6": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_7": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_8": "[MISSING TEXT]",
  "Isti.MarriageDialogue.Bad_9": "[MISSING TEXT]",

  "Isti.MarriageDialogue.NoBed_0": "[MISSING TEXT]",
  "Isti.MarriageDialogue.NoBed_1": "[MISSING TEXT]",
  "Isti.MarriageDialogue.NoBed_2": "[MISSING TEXT]",
  "Isti.MarriageDialogue.NoBed_3": "[MISSING TEXT]",

  //==================//
  //   Vanilla NPCs   //
  //==================//

  "Haley.CharacterDialogue.01": "I once saw Kristóf eat a daffodil.$0#$b#It was quite strange, but after all, we are talking about Kristóf.",
  "Haley.CharacterDialogue.02": "You really married Kristóf?#$b#You have a strange taste.",//married_Christopher

  "Leah.CharacterDialogue.01": "Last year I made a few decorations for Bence, but as I saw, he didn't put them out.#$b#Maybe he didn't like it... or was he just too lazy to put them up?",//fall_Tue2
  "Leah.CharacterDialogue.02": "Bence is a very creative person... I'm sure you will never have a boring day.$h",//married_Bence

  "Emily.CharacterDialogue.01": "I'm curious how my friend Márk is coping with this year's heat.#$b#He always gets sunburned very easily.",//summer_Tue2
  "Emily.CharacterDialogue.02": "That was a beautiful wedding... I always felt that you and Márk belonged together.$h",//married_Mark

  "Willy.CharacterDialogue.01": "Ahoy there! It's nice to see young folk movin' in to the valley. It's not very common these days.#$e#I hope you'll enjoy fishing as much as Kristóf does.$h#$b#Just don't spend all your income on beer like him.$s",//Introduction
  "Willy.CharacterDialogue.02": "Without Kristóf, I probably would have closed my shop by now.$0#$e#Not many young people are interested in fishing.$s",//Sat4
  "Willy.CharacterDialogue.03": "Giving up the ${bachelor^single}$ life, eh?#$b#Just don't forget to make time for fishing with Kristóf...$0#$b#Although I don't think he's the kind of person who would just give up on something like that.$h",//married_Christopher

  "Robin.CharacterDialogue.01": "I haven't had a project as big as your farmhouse since Mark's house.",//houseUpgrade_1_memory_oneweek
  
  "Gus.CharacterDialogue.01": "Pam and Kristóf come into the saloon almost every night.#$e#I'd probably go out of business if they stopped coming.$h#$e#So make sure you don't drive them away!",//Thu
  "Gus.CharacterDialogue.02": "Kristóf comes into the saloon almost every day and spends a lot of money.$0#$b#I never thought there could be so much money in fishing.$h",//Thu4

  "Clint.CharacterDialogue.01": "Márk is one of my most frequent customers.#$b#For example, yesterday he brought a very interesting geode, which we then opened and found a rather valuable mineral inside.",//Fri4

  //Conversation topics 
  "Willy.Christopher.2heart": "Aye... I heard you and Kristóf had quite the battle with a fish.$0#$b#But don't be discouraged there are plenty more fish in the sea.$h",
  "Gus.Christopher.4heart": "Do you know anything about Kristóf? Yesterday he drank a lot more than usual.#$b#When he left, he didn't really seem like he could go home.",
  "Willy.Christopher.8heart": "Aye... I've never seen a catfish as big as the one Kristóf caught.#$b#I've never been this proud in my life.",
  "Gus.Christopher.8heart": "Thanks to Kristóf, I had a record amount of income last night.",
  "Pam.Christopher.8heart": "How nice of Kristóft to invite everyone for a round.$h#$b#Every person needs a friend like that, am I right, kid?$h",

  "Robin.Bence.2heart": "Hey @, is there a chance you know how Bence is doing with the assignment?#$b#I could really use all that wood I asked him for right now.",
  "Leah.Bence.4heart": "Now that all the wood I requested from Bence has arrived, I can finally start working on my new artwork.",
  "Robin.Bence.4heart": "Looks like Bence has gotten himself together. He finishes assignments much faster than before.#$b#Of course, still not on time, but at least I can see some improvement now.",
  "Andy.Bence.6heart": "The neighbor's been blasting music all day, and it's starting to get on my nerves.",

  "Gus.Mark.8heart": "I heard you and Márk won a lot of money at the derby.$0#$b#You should stop by the saloon to celebrate.$h"
}